<template>
    <div class="byCompetition">
<p class="title">
捕鱼游戏类规则：</p>
乐购体育目前有3个场馆可以进行捕鱼哦，3个场馆中小助手着重为您讲解乐购捕鱼，因为乐购捕鱼是目前市面上玩家最多，画面度最清晰，最流畅的捕鱼游戏。
<br>
<p class="title">乐购捕鱼：</p>
乐购捕鱼目前是业界最先进，画质最好，最稳定的平台，值得期待：
<br>
<p class="title">乐购捕鱼的特色：</p>
乐购捕鱼特色非常多哦，小助手都给您准备好了呢:
<br>
1.有场景小地图方便玩家随时看到鱼的位置。<br>
2.提供0.1-100倍场都有提供，适合不同客户捕鱼。<br>
3.乐购捕鱼有效投注额计算碰到鱼的钱，不管是否打死鱼都算。<br>
4.提供场景宝藏，JACKPOT抽奖。系统随机派发，无法主动触发抽奖设置。<br>
5.弹无虚发：在一定时间内没有打到鱼，子弹不会进入下一场景或者消失，会退回客户钱包。<br>
6.设置捕鱼王奖励，一个场景内所有玩家有效投注额的0.2%作为奖励，只要有投注就会有分红。<br>

<p class="title">乐购捕鱼的技巧：</p>
乐购捕鱼8大杀招：<br>

1.学会捡漏：别人已经射杀过的鱼类，您可锦上添花上去补枪，会容易的多。<br>
2.偏爱打大鱼误区：大鱼的血量一般较多，短时间无法打死、浪费子弹较多。<br>
3.乐购捕鱼炸弹鱼：一旦触及射杀，炸弹鱼会爆炸，周围所有的鱼，包括透明鱼都会全部被杀死。<br>
4.速度捕杀：可捕杀游的较慢的鱼，可以打下更多的血。太快的鱼反而会浪费子弹为别人徒做嫁衣。<br>
5.掌握打鱼的角度：因子弹到达鱼身上有一定时间才可以到达，子弹可对准鱼的前方一些，可保证每一颗子弹都弹无虚发。<br>
6.血量条：在鱼的下方有一个血量条、打血量条少的鱼可以一枪毙命。推荐选择轰杀鱼群，子弹在鱼群中炸开，遇到血量条少的鱼就会死一大片。<br>
7.锁定功能：在屏幕有一个锁定功能，可以任意锁定一条鱼，被锁定的鱼和枪之间有其他鱼类，那么子弹会自动绕开直到打中为止，让鱼无处可藏。<br>
8.射杀常见鱼类：比如黑白相间的虎鲸，乌龟，这类比较容易捕获，一枪下去血量条会真实的下降，且速度慢，没死的话您再补枪也来得及，可根据血量条和鱼的价值来考虑是否捕杀。红色属于较快鱼不建议捕杀，游得较快，射杀时间短，此类鱼的血量条一般不容易掉，往往会造成您射出的子弹金额高于鱼本身价值。<br>
<p class="title">其他捕鱼问题：</p>
我还想问捕鱼的其他问题：<br>
<p class="title">捕鱼怎么返水呢：</p>
所有场馆的捕鱼游戏都是不返水的。<br>
温馨提示：每日返水总额最低为0.01元，小数点后两位则以四舍五入为准。<br>
<p class="title">捕鱼为什么这么卡：</p>
捕鱼为什么这么卡：<br>
捕鱼的时候因为画质原因我们有2D和3D的区分，特别是3D对
手机配置和网络有非常高的要求，要是亲亲网络不好或者手
机配置不太高的时候，就会出现非常卡顿的呢。这个时候亲
亲可以尝试一下使用2D捕鱼，和更换一个网络较好的地方进
行游戏就可以改善这个情况的。<br>

<p class="title">捕鱼我无法看到鱼：</p>
根据小助手的经验，看不到鱼儿可能是以下原因导致的呢！<br>
1.一个是切换场景的时候卡顿了，这个时候就会长时间没有鱼群出现的，退出账号后重新进入就可以的。<br>
2.其次就是手机网络卡顿或显示要求过高，无法显示出鱼出来。这个时候我们更换一个网络较好的环境游戏即可。<br>
3.子弹金额大于鱼儿金额的时候也是不会显示的，直接变成一个透明鱼，比如您设置了500的子弹，那么小于500的鱼就是透明的，您是无法打到的，这也为了您节约子弹，没打到鱼儿的子弹也不会浪费，会直接击中鱼儿为止。
<br>
<p class="title">捕鱼一直加载不进去：</p>
如果遇到APP卡顿或登录后有任何异常，下载最新APP或升级您的APP版本即可。<br>
官方APP下载网址：lgapp777.com<br>
代理APP下载网址：lgapp99.com<br>
<p class="title">捕鱼流水是怎么计算的：</p>
捕鱼：取款流水=有效流水 有输赢并结算的投注金额。未击中鱼的子弹不计算哦。<br>
<p class="title">捕鱼透明鱼是什么情况：</p>
透明鱼是什么情况;<br>
当您设置了较大金额的子弹，遇到的鱼儿小于您子弹金额，鱼儿就变透明了。
比如您设置了10元的子弹遇小于10元的鱼的时候，这个时候鱼就会变成透明
的鱼，无法打到的，这也是避免亲亲浪费子弹，大枪打小鱼，得不偿失。您知道了啵~
<br>
<p class="title">2D捕鱼和3D捕鱼的区别：</p>
AG捕鱼中的2D捕鱼和3D捕鱼的区别：<br>
其实小助手告诉您哦，2D和3D的区别就是3D捕鱼游戏起来好看一些，
看起来更震撼真实一些哦。只是3D游戏可能会对手机配置和网络有更高的要求呢。
<br>
<p class="title">捕鱼为什么子弹不走直线：</p>
为什么子弹不走直线：<br>
如果有开启锁定的话子弹可能会转弯的哦。一旦锁定
目标子弹会跟随鱼打击，遇到障碍物会自动转弯或直接无视，如
果您觉得不方便，咱们关闭锁定功能子弹就走直线了呢。试试看吧。
<br>
<p class="title">你们捕鱼的鱼是穿了防弹衣吗：</p>
亲亲在打鱼的时候如果遇到血量多的鱼，可能会一直无法打死的哦，
尽量打血量少的鱼，或者问问小助手（捕鱼技巧）也是可以的。
根据小助手的经验，红色的那种游很快的鱼儿最难打。乌龟的血量条比较真实，像座头鲸那种白肚黑背，游得很慢那种鱼儿打起来最稳定。
    </div>
</template>
<script>
export default {
  name: 'byCompetition',
}
</script>

<style scoped lang="less">
.byCompetition{
  padding: 45px 40px;
  font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>