<template>
    <div class="cpCompetition">
        <p class="title">彩票游戏类规则：</p>
乐购彩票是我们乐购自主研发的一款结合市面所有热门彩种，乐购彩票游戏齐全，种类丰富，玩法众多，赔率业界最高。  <br>

       <p class="title">乐购彩票：</p>
乐购彩票是我们乐购自主研发的一款结合市面所有热门彩种，乐购彩票游戏齐全，种类丰富，玩法众多，赔率业界最高。 <br>

       <p class="title">信用彩：</p>

       <p class="title">极速赛车玩法规则：</p>
“极速赛车”是引进欧洲博彩公司开奖设备，公平公正，开奖时间，北京时间（GMT+8）早上07:00:00 到 凌晨05:58:45，每75秒开一次奖,每天开奖1104期。请参考开奖网站 https://fastlottery.vip <br>
       <p class="title">具体游戏规则如下:</p>
1～10 两面：指 单、双；大、小。 <br>
单、双：号码为双数叫双，如4、8；号码为单数叫单，如5、9。 <br>
大、小：开出之号码大于或等于6为大，小于或等于5为小。 <br>
第一名～第十名 车号指定：每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。 <br>
1～5龙虎 <br>
冠  军 龙/虎：“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
亚  军 龙/虎：“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
第三名 龙/虎：“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
第四名 龙/虎：“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
第五名 龙/虎：“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
冠军车号＋亚军车号＝冠亚和值（为3~19) <br>
冠亚和单双：“冠亚和值”为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。 <br>
冠亚和大小：“冠亚和值”大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。 <br>
冠亚和指定：“冠亚和值”可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。 <br>

       <p class="title">欢乐赛车玩法规则：</p>
"欢乐赛车"是引进澳洲博彩公司开奖设备，开奖时间，北京时间（GMT+8）每天白天从早上07:30:00开到凌晨06:25:00，每5分钟开一次奖,每天开奖276期。请参考开奖网站 http://joylottery.com.cn <br>
    <p class="title">具体游戏规则如下:</p>
1～10 两面：指 单、双；大、小。 <br>
单、双：号码为双数叫双，如4、8；号码为单数叫单，如5、9。 <br>
大、小：开出之号码大于或等于6为大，小于或等于5为小。 <br>
第一名～第十名 车号指定：每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。 <br>
1～5龙虎 <br>
冠  军 龙/虎：“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
亚  军 龙/虎：“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
第三名 龙/虎：“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
第四名 龙/虎：“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
第五名 龙/虎：“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。 <br>
冠军车号＋亚军车号＝冠亚和值（为3~19) <br>
冠亚和单双：“冠亚和值”为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。 <br>
冠亚和大小：“冠亚和值”大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。 <br>
冠亚和指定：“冠亚和值”可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。 <br>

       <p class="title">极速时时彩玩法规则：</p>
“极速时时彩”是引进欧洲博彩公司开奖设备，公平公正，开奖时间，北京时间（GMT+8）早上07:00:00 到 凌晨05:58:45，每75秒开一次奖,每天开奖1104期。请参考开奖网站 https://fastlottery.vip <br>
       <p class="title">具体游戏规则如下:</p>
1.第一球~第五球 <br>
第一球特~第五球特：第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。 <br>
单双大小：根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。 <br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。 <br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。 <br>
2.总和单双大小： <br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。 <br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。 <br>
3.前三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。 <br>
豹子：中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。 <br>
顺子：中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。 <br>
对子：中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。 <br>
半顺：中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。 <br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。 <br>
4.中三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。 <br>
豹子：中奖号码的十位百位千位数字都相同。----如中奖号码为000、111、999等，中奖号码的十位百位千位数字相同，则投注豹子者视为中奖，其它视为不中奖。 <br>
顺子：中奖号码的十位百位千位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码十位百位千位数字相连，则投注顺子者视为中奖，其它视为不中奖。 <br>
对子：中奖号码的十位百位千位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。 <br>
半顺：中奖号码的十位百位千位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。 <br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。 <br>
6.后三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。 <br>
豹子：中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。 <br>
顺子：中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。 <br>
对子：中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。 <br>
半顺：中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。 <br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。 <br>
7.龙虎和特殊玩法： 龙 > 虎 > 和 （0为最小，9为最大）。 <br>
龙：开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。 <br>
虎：开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。 <br>

和：开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。 <br>

8.单码和连码玩法： <br>
一中一：五个球只要出了最少一个您下注的那个球号即为中奖 <br>
一中二：五个球只要出了最少二个您下注的那个球号即为中奖 <br>
一中三：五个球只要出了最少三个您下注的那个球号即为中奖 <br>
一中四：五个球只要出了最少四个您下注的那个球号即为中奖 <br>
一中五：五个球只要出了五个您下注的那个球号即为中奖 <br>
二中二：五个球只要出了五个您下注的二个球号即为中奖 <br>
三中三：五个球只要出了五个您下注的三个球号即为中奖 <br>

       <p class="title">极速飞艇玩法规则：</p>
“极速飞艇”是引进欧洲博彩公司开奖设备，保证公平公正；开奖时间，北京时间（GMT+8）早上07:00:00 到 凌晨05:58:45，每75秒开一次奖,每天开奖1104期，请参考开奖网站 https://fastlottery.vip <br>
       <p class="title">具体游戏规则如下:</p>
1～10 两面：指 单、双；大、小。<br>
单、双：号码为双数叫双，如4、8；号码为单数叫单，如5、9。<br>
大、小：开出之号码大于或等于6为大，小于或等于5为小。<br>
第一名～第十名 车号指定：每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。<br>
1～5龙虎<br>
冠  军 龙/虎：“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
亚  军 龙/虎：“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第三名 龙/虎：“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第四名 龙/虎：“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第五名 龙/虎：“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
冠军车号＋亚军车号＝冠亚和值（为3~19)<br>
冠亚和单双：“冠亚和值”为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。<br>
冠亚和大小：“冠亚和值”大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。<br>
冠亚和指定：“冠亚和值”可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。<br>

       <p class="title">腾讯分分彩玩法规则：</p>
“腾讯分分彩”是以腾讯QQ的在线用户人数数字生成一个五位数字作为腾讯分分彩当期的开奖号码，时时彩玩法，24小时不间断开奖，每分钟开一次奖，每天开奖1440期，请参考开奖网站 http://tencentlottery.vip<br>
      <p class="title">具体游戏规则如下:</p>


1.第一球~第五球<br>
第一球特~第五球特：第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。<br>
单双大小：根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。<br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。<br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。<br>
2.总和单双大小：<br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。<br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。
3.前三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
4.中三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的十位百位千位数字都相同。----如中奖号码为000、111、999等，中奖号码的十位百位千位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的十位百位千位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码十位百位千位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的十位百位千位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的十位百位千位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。<br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
6.后三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。<br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
7.龙虎和特殊玩法： 龙 > 虎 > 和 （0为最小，9为最大）。<br>
龙：开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。<br>
虎：开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。<br>

和：开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。<br>

8.单码和连码玩法：<br>
一中一：五个球只要出了最少一个您下注的那个球号即为中奖<br>
一中二：五个球只要出了最少二个您下注的那个球号即为中奖<br>
一中三：五个球只要出了最少三个您下注的那个球号即为中奖<br>
一中四：五个球只要出了最少四个您下注的那个球号即为中奖<br>
一中五：五个球只要出了五个您下注的那个球号即为中奖<br>
二中二：五个球只要出了五个您下注的二个球号即为中奖<br>
三中三：五个球只要出了五个您下注的三个球号即为中奖<br>

       <p class="title">河内分分彩玩法规则：</p>
“河内分分彩”开奖结果，投注时间、开奖时间和开奖号码与河内分分彩完全同步，24小时不间断开奖，每分钟开一次奖，每天开奖1440期，请参考开奖网站 http://hanoilottery.vip<br>
       <p class="title">具体游戏规则如下:</p>


1.第一球~第五球
第一球特~第五球特：第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。<br>
单双大小：根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。<br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。<br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。<br>
2.总和单双大小：<br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。<br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。<br>
3.前三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。<br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
4.中三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的十位百位千位数字都相同。----如中奖号码为000、111、999等，中奖号码的十位百位千位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的十位百位千位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码十位百位千位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的十位百位千位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的十位百位千位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
6.后三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。<br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
7.龙虎和特殊玩法： 龙 > 虎 > 和 （0为最小，9为最大）。<br>
龙：开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。<br>
虎：开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。<br>

和：开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。<br>

8.单码和连码玩法：<br>
一中一：五个球只要出了最少一个您下注的那个球号即为中奖<br>
一中二：五个球只要出了最少二个您下注的那个球号即为中奖<br>
一中三：五个球只要出了最少三个您下注的那个球号即为中奖<br>
一中四：五个球只要出了最少四个您下注的那个球号即为中奖<br>
一中五：五个球只要出了五个您下注的那个球号即为中奖<br>
二中二：五个球只要出了五个您下注的二个球号即为中奖<br>
三中三：五个球只要出了五个您下注的三个球号即为中奖<br>

       <p class="title">高频彩：</p>

       <p class="title">幸运飞艇玩法规则：</p>
该游戏的投注时间、开奖时间和开奖号码与“幸运飞艇 ”完全同步（官方网），北京时间（GMT+8）每天白天从中午13:04 开到凌晨04:04，每5分钟开一次奖, 每天开奖180期。 请参考开奖网站 http://luckylottoz.com<br>
       <p class="title">具体游戏规则如下:</p>
1～10 两面：指 单、双；大、小。<br>
单、双：号码为双数叫双，如4、8；号码为单数叫单，如5、9。<br>
大、小：开出之号码大于或等于6为大，小于或等于5为小。<br>
第一名～第十名 车号指定：每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。<br>
1～5龙虎<br>
冠  军 龙/虎：“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
亚  军 龙/虎：“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第三名 龙/虎：“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第四名 龙/虎：“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第五名 龙/虎：“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
冠军车号＋亚军车号＝冠亚和值（为3~19)<br>
冠亚和单双：“冠亚和值”为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。<br>
冠亚和大小：“冠亚和值”大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。<br>
冠亚和指定：“冠亚和值”可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。<br>

       <p class="title">澳洲幸运10玩法规则</p>
该游戏的投注时间、开奖时间和开奖号码与“澳洲幸运10”完全同步，营业时间为北京时间(GMT+8)每天上午06:59到凌晨05:59，每5分钟开奖一次，每天开奖276期。请参考开奖网站 https://auluckylotteries.com/results/lucky-ball-10<br>
       <p class="title">具体游戏规则如下:</p>
1～10 两面：指 单、双；大、小。<br>
单、双：号码为双数叫双，如4、8；号码为单数叫单，如5、9。<br>
大、小：开出之号码大于或等于6为大，小于或等于5为小。<br>
第一名～第十名 车号指定：每一个车号为一投注组合，开奖结果“投注车号”对应所投名次视为中奖，其余情形视为不中奖。<br>
1～5龙虎<br>
冠  军 龙/虎：“第一名”车号大于“第十名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
亚  军 龙/虎：“第二名”车号大于“第九名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第三名 龙/虎：“第三名”车号大于“第八名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第四名 龙/虎：“第四名”车号大于“第七名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
第五名 龙/虎：“第五名”车号大于“第六名”车号视为【龙】中奖、反之小于视为【虎】中奖，其余情形视为不中奖。<br>
冠军车号＋亚军车号＝冠亚和值（为3~19)<br>
冠亚和单双：“冠亚和值”为单视为投注“单”的注单视为中奖，为双视为投注“双”的注单视为中奖，其余视为不中奖。<br>
冠亚和大小：“冠亚和值”大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖。<br>
冠亚和指定：“冠亚和值”可能出现的结果为3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。<br>

       <p class="title">澳洲幸运5玩法规则</p>
该游戏的投注时间、开奖时间和开奖号码与“澳洲幸运5”完全同步，营业时间为北京时间(GMT+8)每天上午06:59到凌晨05:59，每5分钟开奖一次，每天开奖276期。请参考开奖网站 https://www.auluckylottery.com/results/lucky-ball-5<br>
       <p class="title">具体游戏规则如下:</p>


1.第一球~第五球<br>
第一球特~第五球特：第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。<br>
单双大小：根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。<br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。<br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。<br>
2.总和单双大小：<br>
大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。<br>
单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。<br>
3.前三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的万位千位百位数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的万位千位百位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的万位千位百位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的万位千位百位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。<br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
4.中三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的十位百位千位数字都相同。----如中奖号码为000、111、999等，中奖号码的十位百位千位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的十位百位千位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码十位百位千位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的十位百位千位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的十位百位千位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。<br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
6.后三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。<br>
豹子：中奖号码的百位十位个位数字都相同。----如中奖号码为000、111、999等，中奖号码的百位十位个位数字相同，则投注豹子者视为中奖，其它视为不中奖。<br>
顺子：中奖号码的百位十位个位数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码百位十位个位数字相连，则投注顺子者视为中奖，其它视为不中奖。<br>
对子：中奖号码的百位十位个位任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。<br>
半顺：中奖号码的百位十位个位任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。<br>
杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。<br>
7.龙虎和特殊玩法： 龙 > 虎 > 和 （0为最小，9为最大）。<br>
龙：开出之号码第一球（万位）的中奖号码大于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出4 第五球开出2；第一球开出9 第五球开出8；第一球开出5 第五球开出1...中奖为龙。<br>
虎：开出之号码第一球（万位）的中奖号码小于第五球（个位）的中奖号码，如出和局为打和。如 第一球开出7 第五球开出9；第一球开出3 第五球开出5；第一球开出5 第五球开出8...中奖为虎。<br>

和：开出之号码第一球（万位）的中奖号码等于第五球（个位）的中奖号码，例如开出结果：2***2则投注和局者视为中奖，其它视为不中奖。<br>

8.单码和连码玩法：<br>
一中一：五个球只要出了最少一个您下注的那个球号即为中奖<br>
一中二：五个球只要出了最少二个您下注的那个球号即为中奖<br>
一中三：五个球只要出了最少三个您下注的那个球号即为中奖<br>
一中四：五个球只要出了最少四个您下注的那个球号即为中奖<br>
一中五：五个球只要出了五个您下注的那个球号即为中奖<br>
二中二：五个球只要出了五个您下注的二个球号即为中奖<br>
三中三：五个球只要出了五个您下注的三个球号即为中奖<br>

       <p class="title">体彩：</p>

       <p class="title">体彩排列3玩法规则：</p>
排列3是依照中国体育彩票管理中心发行的排列3的开奖结果为派彩依据，营业时间为北京时间(GMT+8)每天上午10:00到晚上20:30，每天开奖一次。<br>
       <p class="title">具体游戏规则如下:</p>
1.一字盘势<br>
一字定位：于佰拾个任选一位，自0~9任选1号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。<br>
一字组合：0~9任选1号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。<br>
佰/拾/个 大小：0~4为小，5~9为大。<br>
佰/拾/个 单双：1、3、5、7、9为单，0、2、4、6、8为双。
佰/拾/个 质合：1、2、3、5、7为质数，0、4、6、8、9为合数。<br>
2.二字盘势<br>
二字定位：于佰拾个任选二位，自0~9任选2号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br>
二字组合：0~9任选2号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。<br>
佰拾和数：开奖结果佰拾二位数的总和值若与投注的佰拾数字的总和值相同时，即为中奖。<br>
佰个和数：开奖结果佰个二位数的总和值若与投注的佰个数字的总和值相同时，即为中奖。<br>
拾个和数：开奖结果拾个二位数的总和值若与投注的拾个数字的总和值相同时，即为中奖。<br>
佰拾/佰个/拾个 和数尾数：以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5<br>
3.三字盘势<br>
三字定位：于佰拾个位自0~9任选3号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br>
三字组合：0~9任选3号进行投注，当开奖结果佰拾个任三数与所选的号码相同时，即为中奖。<br>
佰拾个和数：开奖结果佰拾个三位数的总和值若与投注的佰拾个数字的总和值相同时，即为中奖。<br>
佰拾个 和数尾数：以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5。佰拾个的总和为12，尾数为2。<br>
佰拾个 和数大小：0~13为小，14~27为大。<br>
佰拾个 和数单双：1、3、5、7、9、11、13、15、17、19、21、23、25、27为单，0、2、4、6、8、10、12、14、16、18、20、22、24、26为双。<br>
佰拾个 和数尾数大小：0~4为小，5~9为大。<br>
佰拾个 和数尾数质合：1、2、3、5、7为质数，0、4、6、8、9为合数。<br>
4.组选三<br>
会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择 1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br>
举例：112、344，若是开出豹子则不算中奖。<br>
【附注】："豹子"为三字同号，例如：111、222。<br>
5.组选六<br>
会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。<br>
举例：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。<br>
6.跨度<br>
以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度。<br>
举例：开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)。若开奖结果三号码都相同，称作豹子，投注注豹子者中奖，其余为不中奖。<br>
重要声明<br>
1.如果客户怀疑自己的资料被盗用，应立即通知本公司，并更改详细数据，以前的使用者名称及密码将全部无效。<br>
2.客户有责任确保自己的账户及登入资料的保密性。以使用者名称及密码进行的任何网上投注将被视为有效。<br>
3.公布赔率时出现的任何打字错误或非故意人为失误，本公司保留改正错误和按正确赔率结算投注的权力。您居住所在地的法律有可能规定网络博弈不合法；若此情况属实，本公司将不会批准您使用付账卡进行交易。<br>
4.每次登入时客户都应该核对自己的账户结余额。如对余额有任何疑问，请在第一时间内通知本公司。<br>
5.一旦投注被接受，则不得取消或修改。<br>
6.所有号码赔率将不时浮动，派彩时的赔率将以确认投注时之赔率为准。<br>
7.每注最高投注金额按不同[场次]及[投注项目]及[会员账号]设定浮动。如投注金额超过上述设定，本公司有权取消超过之投注金额。<br>
8.所有投注都必须在开奖前时间内进行否则投注无效。<br>
9.所有投注派彩彩金皆含本金。<br>

       <p class="title">福彩：</p>

       <p class="title">福彩3D玩法规则：</p>
福彩3D是依照中国福利彩票管理中心发行的3D的开奖结果为派彩依据，营业时间为北京时间(GMT+8)每天上午10:00到晚上21:15，每天开奖一次。<br>
       <p class="title">具体游戏规则如下:</p>
1.一字盘势<br>
一字定位：于佰拾个任选一位，自0~9任选1号进行投注，当开奖结果与所选的定位与号码相同时，即为中奖。<br>
一字组合：0~9任选1号进行投注，当开奖结果佰拾个任一数与所选的号码相同时，即为中奖；若开奖结果出现重覆数字时，视为中奖一次。<br>
佰/拾/个 大小：0~4为小，5~9为大。<br>
佰/拾/个 单双：1、3、5、7、9为单，0、2、4、6、8为双。<br>
佰/拾/个 质合：1、2、3、5、7为质数，0、4、6、8、9为合数。<br>
2.二字盘势<br>
二字定位：于佰拾个任选二位，自0~9任选2号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br>
二字组合：0~9任选2号进行投注，当开奖结果佰拾个任二数与所选的号码相同时，即为中奖。<br>
佰拾和数：开奖结果佰拾二位数的总和值若与投注的佰拾数字的总和值相同时，即为中奖。<br>
佰个和数：开奖结果佰个二位数的总和值若与投注的佰个数字的总和值相同时，即为中奖。<br>
拾个和数：开奖结果拾个二位数的总和值若与投注的拾个数字的总和值相同时，即为中奖。<br>
佰拾/佰个/拾个 和数尾数：以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5<br>
3.三字盘势<br>
三字定位：于佰拾个位自0~9任选3号进行投注，当开奖结果与所选号码相同且顺序一致时，即为中奖。<br>
三字组合：0~9任选3号进行投注，当开奖结果佰拾个任三数与所选的号码相同时，即为中奖。<br>
佰拾个和数：开奖结果佰拾个三位数的总和值若与投注的佰拾个数字的总和值相同时，即为中奖。<br>
佰拾个 和数尾数：以开奖号码的总和尾数，作为中奖依据。会员可以选择0~9的任何一个号码。如：开奖结果为：3、4、5。佰拾个的总和为12，尾数为2。<br>
佰拾个 和数大小：0~13为小，14~27为大。<br>
佰拾个 和数单双：1、3、5、7、9、11、13、15、17、19、21、23、25、27为单，0、2、4、6、8、10、12、14、16、18、20、22、24、26为双。<br>
佰拾个 和数尾数大小：0~4为小，5~9为大。<br>
佰拾个 和数尾数质合：1、2、3、5、7为质数，0、4、6、8、9为合数。<br>
4.组选三<br>
会员可以挑选5~10个号码，当开奖结果中有且只有两个号码重复，则视为中奖。挑选不同个数号码有其相对应的赔率。如果是选择 1、2、3、4、5中的任何两个号码，且其中有一个号码重复则中奖。<br>
举例：112、344，若是开出豹子则不算中奖。<br>
【附注】："豹子"为三字同号，例如：111、222。<br>
5.组选六<br>
会员可以挑选择4~8个号码，当开奖结果都出现在所下注的号码中且没有任何号码重复，则视为中奖。挑选不同的号码有其相对应的赔率，中奖赔率以所选号码中的最小赔率计算彩派。<br>
举例：如果是选择(1、2、3、4)，则开奖结果为123、124、134、234都中奖，其他都是不中奖。例如：112、133、145、444等都是不中奖。<br>
6.跨度<br>
以开奖三个号码的最大差距(跨度)，作为中奖的依据。会员可以选择0~9的任一跨度。<br>
举例：开奖结果为3，4，8。中奖的跨度为5。(最大号码 8减最小号码 3 = 5)。若开奖结果三号码都相同，称作豹子，投注注豹子者中奖，其余为不中奖。<br>

       <p class="title">香港彩：</p>

       <p class="title">香港六合彩玩法规则：</p>
以下所有投注皆含本金。<br>
1.特码<br>
当期开出的最後一码为特码。<br>
2.两面<br>
特码大小<br>
特小：开出的特码，(01~24)小于或等于24。<br>
特大：开出的特码，(25~48)小于或等于48。<br>
和局：特码为49时。<br>
特码单双<br>
特双：特码为双数，如18、20、34、42。<br>
特单：特码为单数，如01，11，35，47。<br>
和局：特码为49时。<br>
特码合数大小<br>
特合大：以特码的个位和十位数字之和来判定胜负，介于7-12为合大。例如：07、34、48。<br>
特合小：以特码的个位和十位数字之和来判定胜负，介于1-6为合小。例如：01、24、33。<br>
和局：特码为49时。<br>
特码合数单双<br>
特合双：指开出特码的个位加上十位之和为‘双数’，如02、11、33、44。<br>
特合单：指开出特码的个位加上十位之和为‘单数’，如01、14、36、47。<br>
和局：特码为49时。<br>
特码：特天肖，特地肖<br>
开出的特码属于十二生肖中的牛、兔、龙、马、猴、猪号码为特天肖。<br>
开出的特码属于十二生肖中的鼠、虎、蛇、羊、鸡、狗号码为特地肖。<br>
开出49则视为和局。<br>
特码：特前肖，特后肖<br>
开出的特码属于十二生肖中的鼠、牛、虎、兔、龙、蛇号码为特前肖。<br>
开出的特码属于十二生肖中的马、羊、猴、鸡、狗、猪号码为特后肖。<br>
开出49则视为和局。<br>
特码：特家肖，特野肖<br>
开出的特码属于十二生肖中的牛、马、羊、鸡、狗、猪号码为家禽。<br>
开出的特码属于十二生肖中的鼠、虎、龙、蛇、兔、猴号码为野兽。<br>
开出49则视为和局。<br>
特码尾数大小<br>
特大尾：5尾~9尾为大，如05、18、19。<br>
特小尾：0尾~4尾为小，如01、32、44。<br>
和局：特码为49时。<br>
总和单双<br>
总和单：所以七个开奖号码的分数总和是‘单数’，如分数总和是133、197。<br>
总和双：所以七个开奖号码的分数总和是‘双数’，如分数总和是120、188。<br>
总和大小<br>
总和大：所以七个开奖号码的分数总和大于或等于175。<br>
总和小：所以七个开奖号码的分数总和小于或等于174。<br>
特码半特<br>
以特码大小与特码单双游戏为一个投注组合；当期特码开出符合投注组合，即视为中奖；若当期特码开出49号，其余情形视为不中奖。<br>
特大单：25、27、29、31、33、35、37、39、41、43、45、47。<br>
特大双：26、28、30、32、34、36、38、40、42、44、46、48。<br>
特小单：01、03、05、07、09、11、13、15、17、19、21、23。<br>
特小双：02、04、06、08、10、12、14、16、18、20、22、24。<br>
和局：特码为49时。<br>
3.色波半波<br>
49个号码球分别有红、蓝、绿三种颜色，以特码开出的颜色和投注的颜色相同视为中奖，颜色代表如下:<br>
红波：01 ,02 ,07 ,08 ,12 ,13 ,18 ,19 ,23 ,24 ,29 ,30 ,34 ,35 ,40 ,45 ,46<br>
蓝波：03 ,04 ,09 ,10 ,14 ,15 ,20 ,25 ,26 ,31 ,36 ,37 ,41 ,42 ,47 ,48<br>
绿波：05 ,06 ,11 ,16 ,17 ,21 ,22 ,27 ,28 ,32 ,33 ,38 ,39 ,43 ,44 ,49<br>
半波：以特码色波和红单，红双，红大，红小，蓝单，蓝双，蓝大，蓝小，绿单，绿双，绿大，绿小为一个投注组合，当期特码开出符合投注组合，即视为中奖；若当期特码开出49号则视为和局；其余情形视为不中奖。 半半波：以特码色波和红大单，红大双，红小单，红小双，蓝大单，蓝大双，蓝小单，蓝小双，绿大单，绿大双，绿小单，绿小双为一个投注组合，当期特码开出符合投注组合，即视为中奖；若当期特码开出49号则视为和局；其余情形视为不中奖。<br>
4.特肖头尾数<br>
特码生肖<br>
生肖顺序为 牛 >虎 >兔 >龙 >蛇 >马 >羊 >猴 >鸡 >狗 >猪 >鼠 。<br>
如今年是牛年，就以牛为开始，依顺序将49个号码分为12个生肖『如下』<br>
牛: 1、13、25、37、49<br>
鼠: 02、14、26、38<br>
猪: 03、15、27、39<br>
狗: 04、16、28、40<br>
鸡: 05、17、29、41<br>
猴: 06、18、30、42<br>
羊: 07、19、31、43<br>
马: 08、20、32、44<br>
蛇: 09、21、33、45<br>
龙: 10、22、34、46<br>
兔: 11、23、35、47<br>
虎: 12、24、36、48<br>
若当期特别号，落在下注生肖范围内，视为中奖 。<br>
特码头数：是指特码属头数的号码<br>
"0"头：01、02、03、04、05、06、07、08、09<br>
"1"头：10、11、12、13、14、15、16、17、18、19<br>
"2"头：20、21、22、23、24、25、26、27、28、29<br>
"3"头：30、31、32、33、34、35、36、37、38、39<br>
"4"头：40、41、42、43、44、45、46、47、48、49<br>
例如：开奖结果特别号码为21则2头为中奖，其他头数都不中。<br>
特码尾数：是指特码属尾数的号码。<br>
"0"尾：10、20、30、40<br>
"1"尾：01、11、21、31、41<br>
"2"尾：02、12、22、32、42<br>
"3"尾：03、13、23、33、43<br>
"4"尾：04、14、24、34、44<br>
"5"尾：05、15、25、35、45<br>
"6"尾：06、16、26、36、46<br>
"7"尾：07、17、27、37、47<br>
"8"尾：08、18、28、38、48<br>
"9"尾：09、19、29、39、49<br>
例如：开奖结果特别号码为21则1尾数为中奖，其他尾数都不中奖。<br>
5.合肖<br>
挑选2-11个生肖『排列如同生肖』为一个组合，并选择开奖号码的特码是否在此组合内『49号除外』，即视为中奖；若当期特码开出49号，则所有组合皆视为和局。<br>
6.正码<br>
当期开出之前6个号码叫正码。每一个号码为一投注组合，假如投注号码为开奖号码之正码，视为中奖，其余情形视为不中奖。<br>
7.正码特<br>
正码特是指 正1特、正2特、正3特、正4特、正5特、正6特。<br>
其下注的正码特号与现场摇珠开出之正码其开奖顺序及开奖号码相同，视为中奖。<br>
如现场摇珠第一个正码开奖为49号，下注第一个正码特为49则视为中奖，其它号码视为不中奖。<br>
8.正码1-6<br>
当期开出之前6个号码叫正码。第一时间出来的叫正码1，依次为正码2、正码3┅┅ 正码6(并不以号码大小排序)。<br>
大小:以指定出现正码的位置与号码大于或等于25为大，小于或等于24为小，开出49为和。<br>
单双:以指定出现正码的位置与号码为单数或双数下注，开出49为和<br>
合数大小:以指定出现正码的位置与号码个位和十位数字总和来判断胜负，和数大于或等于7为大，小于或等于6为小，开出49号为和。<br>
合数单双:以指定出现正码的位置与号码个位和十位数字总和来判断单双，开出49号为和。<br>
尾数大小:以指定出现正码的位置与号码尾数大小下注，若0尾~4尾为小、5尾~9尾为大。如01、32、44为正尾小；如05、18、19为正尾大，开出49号为和。<br>
色波:以指定出现正码的位置的球色下注，开奖之球色与下注之颜色相同时，视为中奖，其余情形视为不中奖。<br>
9.五行<br>
挑选一个五行选项为一个组合，若开奖号码的特码在此组合内，即视为中奖；若开奖号码的特码亦不在此组合内，即视为不中奖；<br>
金: 07,08,21,22,29,30,37,38<br>
木: 03,04,11,12,19,20,33,34,41,42,49<br>
水: 09,10,17,18,25,26,39,40,47,48<br>
火: 05,06,13,14,27,28,35,36,43,44<br>
土: 01,02,15,16,23,24,31,32,45,46<br>
10.一肖总肖平特尾数<br>
一肖<br>
指开奖的7个号码中含有所属生肖的一个或多个号码，但派彩只派一次，即不论同生肖号码出现一个或多个号码都只派一次。<br>
牛: 1、13、25、37、49<br>
鼠: 02、14、26、38<br>
猪: 03、15、27、39<br>
狗: 04、16、28、40<br>
鸡: 05、17、29、41<br>
猴: 06、18、30、42<br>
羊: 07、19、31、43<br>
马: 08、20、32、44<br>
蛇: 09、21、33、45<br>
龙: 10、22、34、46<br>
兔: 11、23、35、47<br>
虎: 12、24、36、48<br>
只要当期号码 (所有正码与最后开出的特码)，落在下注生肖范围内，则视为中奖。(请注意：49亦算输赢，不为和)。<br>
尾数<br>
指开奖的7个号码中含有所属尾数的一个或多个号码，但派彩指派一次，即不论同尾数号码出现一个或多个号码都指派一次。<br>
"0"尾：10、20、30、40<br>
"1"尾：01、11、21、31、41<br>
"2"尾：02、12、22、32、42<br>
"3"尾：03、13、23、33、43<br>
"4"尾：04、14、24、34、44<br>
"5"尾：05、15、25、35、45<br>
"6"尾：06、16、26、36、46<br>
"7"尾：07、17、27、37、47<br>
"8"尾：08、18、28、38、48<br>
"9"尾：09、19、29、39、49<br>
例如：开奖结果正码号码为11、31、42、44、35、32特别号码为21则1尾2尾4尾5尾都为中奖，其他尾数都不中奖。<br>
总肖<br>
当期号码(所有正码与最後开出的特码)开出的不同生肖总数，与所投注之预计开出之生肖总数合(不用指定特定生肖)，则视为中奖，其余情形视为不中奖。例如：如果当期号码为19、24、12、34、40、39 特别号：49，Tổng六个生肖，若选总肖【6】则为中奖(请注意：49号亦算输赢，不为和）。<br>
11.正肖七色波<br>
正肖<br>
以开出的6个正码做游戏，只要有1个落在下注生肖范围内，视为中奖。如超过1个正码落在下注生肖范围内 ，派彩将倍增！如：下注＄100.-正肖當年生肖倍率1.8。<br>
6个正码开出01，派彩为$80<br>
6个正码开出01、13，派彩为$160<br>
6个正码开出01、13、25，派彩为$240<br>
6个正码开出01、13、25、37，派彩为$320<br>
6个正码开出01、13、25、37、49，派彩为$400（请注意：49亦算输赢，不为和）<br>
七色波<br>
以开出的7个色波，那种颜色最多为中奖。 开出的6个正码各以1个色波计，特别号以1.5个色波计。而以下3种结果视为和局。<br>
1： 6个正码开出3蓝3绿，而特别码是1.5红<br>
2： 6个正码开出3蓝3红，而特别码是1.5绿<br>
3： 6个正码开出3绿3红，而特别码是1.5蓝<br>
如果出现和局，所有投注红，绿，蓝七色波的金额将全数退回，会员也可投注和局<br>
12.自选不中<br>
挑选5~12个号码为一个组合，当期号码 (所有正码与最后开出的特码) 皆没有坐落于投注时所挑选之号码组合内，则视为中奖，若是有任何一个当期号码开在所挑选的号码组合情形视为不中奖。<br>
例如当期号码为19、24、17、34、40、39 ,特别号49，所挑选5个号码，若所挑选的号码内皆没有坐落于当期号码，则为中奖。<br>
13.连肖连尾<br>
连肖:生肖所对应的号码和特码生肖项目的一样；一个生肖对应多个号码，不论同生肖的号码出现一个或多个，派彩只派一次。每个生肖都有自己的赔率，下注组合的总赔率，取该组合生肖的最低赔率为总赔率。（请注意49亦算输赢）。<br>
二连肖:以每二个生肖为一注，每注的每个生肖中如果都有当期开奖的所有7个号码中对应的生肖，则视为中奖。如果其中一个或多个生肖没有当期开奖的所有7个号码对应的生肖，则视为不中奖。例如生肖：蛇，马，是一注，开奖的 生肖是：马，牛，羊，鸡，狗，猪，鼠，那就是不中奖；再例如生肖：蛇，马，是一注，开奖的生肖是：蛇，马，牛，羊，鸡，狗，猪，那就是中奖。<br>
三连肖:以每三个生肖为一注，每注的每个生肖中如果都有当期开奖的所有7个号码中对应的生肖，则视为中奖。如果其中一个或多个生肖没有当期开奖的所有7个号码对应的生肖，则视为不中奖。例如生肖：蛇，马，牛，是一注，开奖的生肖是：马，牛，羊，鸡，狗，猪，鼠，那就是不中奖；再例如生肖：蛇，马，牛，是一注，开奖的生肖是：蛇，马，牛，羊，鸡，狗，猪，那就是中奖。<br>
四连肖:以每四个生肖为一注，每注的每个生肖中如果都有当期开奖的所有7个号码中对应的生肖，则视为中奖。如果其中一个或多个生肖没有当期开奖的所有7个号码对应的生肖，则视为不中奖。例如生肖：蛇，马，牛，羊，是一注，开奖的生肖是：马，牛，羊，鸡，狗，猪，鼠， 那就是不中奖；再例如生肖：蛇，马，牛，羊，是一注，开奖的生肖是：蛇，马，牛，羊，鸡，狗，猪，那就是中奖。<br>
五连肖:以每五个生肖为一注，每注的每个生肖中如果都有当期开奖的所有7个号码中对应的生肖，则视为中奖。如果其中一个或多个生肖没有当期开奖的所有7个号 码对应的生肖，则视为不中奖。例如生肖：蛇，马，牛，羊，鸡，是一注，开奖的生肖是：马，牛，羊，鸡，狗，猪，那就是不中奖；再例如生肖：蛇，马，牛，羊，鸡，是一注，开奖的生肖是：蛇，马，牛，羊，鸡，狗，猪，那就是中奖。<br>
连尾:尾数所对应的号码和尾数项目的一样；一个尾数对应多个号码，不论同尾数的号码出现一个或多个，派彩只派一次。每个尾数都有自己的赔率，下注组合的总赔率，取该组合尾数的最低赔率为总赔率。（请注意49亦算输赢）。<br>
二连尾:以每二个尾数为一注，每注的每个尾数中如果都有当期开奖的所有7个号码中对应的尾数，则视为中奖。如果其中一个或多个尾数没有当期开奖的所有7个号码对应的尾数，则视为不中奖。例如：尾1、尾2，是一注，开奖的号码是：2、3、4、5、6、7、8，那就是不中奖；再例如：尾1、尾2，是一注，开奖的号码是：1、2、3、4、5、 6、7，那就是中奖。<br>
三连尾:以每三个尾数为一注，每注的每个尾数中如果都有当期开奖的所有7个号码中对应的尾数，则视为中奖。如果其中一个或多个尾数没有当期开奖的所有7个号码对应的尾数，则视为不中奖。例如：尾1、尾2、尾3，是一注，开奖的号码是：2、3、4、5、6、7、8，那就是不中奖；再例如：尾1、尾2、尾3，是一注，开奖的号码是：1、2、3、4、5、6、7，那就是中奖。<br>
四连尾:以每四个尾数为一注，每注的每个尾数中如果都有当期开奖的所有7个号码中对应的尾数，则视为中奖。如果其中一个或多个尾数没有当期开奖的所有7个号码对应的尾数，则视为不中奖。例如：尾1、尾2、尾3、尾4，是一注，开奖的号码是：2、3、4、5、6、7、8， 那就是不中奖；再例如：尾1、尾2、尾3、尾4，是一注，开奖的号码是：1、2、3、4、5、6、7，那就是中奖。<br>
五连尾:以每五个尾数为一注，每注的每个尾数中如果都有当期开奖的所有7个号码中对应的尾数，则视为中奖。如果其中一个或多个尾数没有当期开奖的所有7个号码对应的尾数，则视为不中奖。例如：尾1、尾2、尾3、尾4、尾5，是一注，开奖的号码是：2、3、4、5、6、7、8， 那就是不中奖；再例如：尾1、尾2、尾3、尾4、尾5，是一注，开奖的号码是：1、2、3、4、5、6、7，那就是中奖。<br>
14.连码<br>
四全中：选择投注号码每四个为一组（四个或四个以上），兑奖号为正码，如四个号码都在开奖号码的正码里面，视为中奖，其他情形都视为不中奖。<br>
三全中：所投注的每三个号码为一组合，若三个号码都是开奖号码之正码，视为中奖，其余情形视为 不中奖。如06、07、08三个都是开奖号码之正码，视为中奖，如两个正码加上一个特别号 码视为不中奖 。<br>
三中二：所投注的每三个号码为一组合，若其中2个是开奖号码中的正码，即为三中二，视为中奖；若3个都是开奖号码中的正码，即为三中二之中三，其余情形视为不中奖，如06、07、08 为一组合，开奖号码中有06、07两个正码，没有08，即为三中二，按三中二赔付；如开奖 号码中有06、07、08三个正码，即为三中二之中三，按中三赔付；如出现1个或没有，视为不中奖 。<br>
二全中：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，视为中奖，其余情形视为不 中奖（含一个正码加一个特别号码之情形）。<br>
二中特：所投注的每二个号码为一组合，二个号码都是开奖号码之正码，叫二中特之中二；若其中一 个是正码，一个是特别号码，叫二中特之中特；其余情形视为不中奖 。<br>
特串：所投注的每二个号码为一组合，其中一个是正码，一个是特别号码，视为中奖，其余情形视为不中奖（含二个号码都是正码之情形）。<br>

    </div>
</template>
<script>
export default {
  name: 'cpCompetition',
}
</script>

<style scoped lang="less">
.cpCompetition{
  padding: 45px 40px;
   font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .con{
    font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>