<template>
    <div class="elCompetition">
<p class="title">
电竞游戏的特点：</p><br>
电竞投注页面清晰明了、下注简单、结算快、
还可以进行单式串关、可以只显示自己喜欢的赛事，甚至部分战队更有队伍和选手的数
据呈现，以及联赛积分排名。更在2020年9月份新上主播大厅，更加直观清晰的看到主播选手如何竞技厮杀，以及联赛积分排名。
<br>
<p class="title">电竞游戏种类：</p>
目前电竞包含的游戏有：<br>

英雄联盟、刀塔2、CS:GO、王者荣耀、守望先锋、FIFA、彩虹六号、无畏契约、使命召唤、<br>
星际争霸2、火箭联盟、穿越火线、传说对决、炉石传说、NBA2K、魔兽争霸3、绝地大逃杀、堡垒之夜。<br>

<p class="title">电竞游戏玩法介绍：</p>

<p class="title">电竞游戏让分盘：</p>
电竞让分盘投注：<br>

1.电子竞技比赛的让分可以是轮/赛局或根据比赛不同选择其他的计量方式。<br>
2.让分的目的是让体育赛事双方更加对等，让博彩更加有趣。在电子竞技比赛博彩中，具体做法是向实力较差的一方派送一定的领先比分/胜出局。<br>
3.假如选手A让选手B，1.5分，如果选手A多赢了两张或以上地图，则投注选手A的玩家胜出，投注选手B的玩家落败。如果选手A只多赢了一张地图或选手B获胜，则投注选手B的玩家胜出，投注选手A的玩家落败。<br>
4.总分盘投注：电子竞技比赛的总分盘可以是轮/局赛况或是基于比赛的其他计分投注。总分仅指总得分。<br>
5.举例：SC2赛事盘口全场局数高于或低于2.5，若玩家以2-0获胜，所有低于2.5的注码为胜，高过2.5则为输。若玩家以2-1获胜，所有高过2.5的注码为胜，所有低于2.5的注码则为输。<br>

<p class="title">电竞游戏大小盘：</p><br>
电竞大小盘投注：<br>
1.大小盘的意思是预测比赛中特定项目的总数会大于或者小于指定的数值来分出胜负。<br>
2.分钟数：在地图比赛时间上提供的总分盘（以分钟计）。<br>
如果地图比赛时间短于提供的总分盘，那么“小盘”上的投注将获胜，“大盘”上的投注将输掉。
如果地图比赛时间长于提供的总分盘，那么“大盘”上的投注将获胜，“小盘”上的投注将输掉。
如果地图比赛时间的分钟数和提供的总分盘相同，“大盘”上的投注将获胜，“小盘”上的投注将输掉。
3.所有和结束时间有关的玩法都是以最后弹出失败或者胜利的页面框的时间为准，不以失败时间为准。<br>
4.例子：Dota2的分钟数特别投注上提供的总分盘为36。
如果地图在36:02结束，那么“大盘”上的投注将获胜，“小盘”上的投注将输掉。
如果地图在35:45结束，那么“小盘”上的投注将获胜，“大盘”上的投注将输掉。
如果地图正好在36:00结束，“大盘”上的投注将获胜，“小盘”上的投注将输掉。<br>
5.在 Dota2和英雄联盟的比赛中，会根据完赛后的赛后统计面板（下图例）所显示的结果派彩。
英雄联盟图例：打开图示 ①(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118201528_3664.png)； 
英雄联盟比赛结果：该场比赛总时长为32分00秒，总击杀为16+5=21个。<br>
注：英雄联盟各联赛赛后统计面板略有不同。<br>
DOTA2图例：打开图示 ②(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118202405_2727.png);
比赛结果：该场比赛总时长为42分36秒，总击杀为22+29=51个。<br>

需要注意的是：总击杀数计算塔杀数<br>

图①<br>
<p>
    <img src="../../assets/imgaes/qucenter/t1.png" alt="">
</p>
图②<br>
<p>
    <img src="../../assets/imgaes/qucenter/t2.png" alt="">
</p>


<p class="title">电竞游戏过关投注：</p>
打开电竞投注页面→点开赛事→在玩法的最前边和最后边有(+)→点击该符号队伍即进入过关列表。
在过关列表中确认下注，输入金额即可下注成功。最低下注5元。<br>

温馨提示：目前电竞串关只能单式无法复式。最高投注限额依据赛事大小及盘口类型而不尽相同。<br>

<p class="title">电竞游戏特别盘口：</p><br>
除了一般的玩法以外还有一些特别投注哦比如首塔、首杀、首小龙、首肉山等等：<br>

<p class="title">电竞游戏首塔：</p><br>
电竞→首塔：<br>

第一支防御塔被毁的队伍，输掉本注。<br>
首塔示例图片：打开图示 (https://itcserviceui.ybtest42.com/attached/image/20191118/20191118203503_1477.jpg)<br>
<p>
    <img src="../../assets/imgaes/qucenter/t3.png" alt="">
</p>

<p class="title">电竞游戏首杀：</p><br>
电竞→首杀：<br>

在比赛中宣布取得「First Blood」的队伍赢得本注。<br>

首杀示例图片：打开图示 (https://itcserviceui.ybtest42.com/attached/image/20191118/20191118203738_6320.jpg)<br>
<p>
    <img src="../../assets/imgaes/qucenter/t4.png" alt="">
</p>

<p class="title">电竞游戏首小龙：</p><br>
电竞→首小龙：<br>

在比赛中首先击杀小龙的队伍赢得本注。<br>
首小龙示例图片：打开图示 (https://itcserviceui.ybtest42.com/attached/image/20191118/20191118204035_5383.jpg)<br>
<p>
    <img src="../../assets/imgaes/qucenter/t5.png" alt="">
</p>

<p class="title">电竞游戏首肉山：</p>
电竞→首肉山：<br>

在比赛中首先击杀肉山的队伍赢得本注。<br>
首肉山示例图片：打开图示 (https://itcserviceui.ybtest42.com/attached/image/20191118/20191118204338_1477.jpg)<br>
<p>
    <img src="../../assets/imgaes/qucenter/t6.png" alt="">
</p>

<p class="title">电竞游戏第一局：</p><br>
电竞→第一局：<br>

系列赛中的第一局来判定胜方。<br>

<p class="title">电竞游戏系列赛：</p><br>
电竞→系列赛：<br>

一系列的比赛是由(轮/比赛)组合来判定胜方。通常为三局两胜制(BO3)或五局三胜制(BO5)。<br>

<p class="title">电竞游戏BO3赛制：</p><br>
电竞→BO3：<br>

三局两胜制，如果一方连胜两局，第三局不用进行。<br>

<p class="title">电竞游戏BO5赛制：</p><br>
电竞→BO5：五局三胜制，如果一方连胜三局，第四及五局不用进行。<br>

第一局A队胜<br>
第二局B队胜<br>
第三局A队胜<br>
第四局A队胜<br>
在此情况下，第五局不用进行，由于A队赢得系列赛。<br>

<p class="title">电竞游戏组合投注：</p><br>
电竞→游戏组合投注：单一注单里包含两种或以上的投注类型。<br>

例如:<br>
第一局首杀+首塔:<br>
首杀: A队赢<br>
首塔: B队赢<br>
成绩结果为0-0<br>
在此情况下, 如投注于其中一队 (A队和B队) 投注者为输<br>
只有一队(A队或B队) 赢得两种投注类型为赢.<br>
例如:<br>
首杀: A队赢<br>
首塔: A队赢<br>
成绩结果为A队赢, 玩家投注为赢。<br>

<p class="title">电竞游戏选手下线/掉线了：</p><br>
电竞→选手下线/掉线了<br>

在 Dota2 和英雄联盟比赛中，如果选手在游戏进行期间中断连线且无法重新连线，<br>
或在剩下的游戏进行期间被更换，地图和系列赛的所有投注将会被取消。<br>

<p class="title">电竞游戏杀死游戏中的小兵：</p><br>
电竞→杀死游戏中的小兵<br>

在 Dota2 和英雄联盟比赛中，任何杀死游戏中的小兵将会在积分榜进行分级。<br>


<p class="title">电竞游戏不到10位选手比赛：</p><br>
电竞→不到10位选手比赛<br>
如一场5对5的比赛在开赛时小于10位选手，或一场6对6的比赛在开赛时小于<br>
12位选手，地图和系列赛的所有投注将会被取消。<br>
在CSGO比赛中，如果不到10选手进行了至少5个回合，地图和系列赛的所有投注将会被取消。<br>

<p class="title">电竞游戏主播赛事：</p>

<p class="title">电竞游戏一般条款：</p>
1.主播赛事为主播通过对应游戏的官方游戏客户端直接匹配随机路人玩家的比赛。<br>
2.主播游戏适用主播赛事的规则和条款，当与一般规则冲突时，以主播赛事规则为准。<br>
3.主播赛事的条款适用于所有主播赛事而不适用于任何普通赛事，当主播赛事的一般规
则与主播赛事专项游戏(如英雄联盟，绝地求生，CS:GO等)的规则冲突时，以对应专项
游戏的主播赛事规则为准。<br>

<p class="title">电竞游戏比赛结果：</p><br>

<p class="title">云顶之弈的主播相关：</p><br>

在云顶之弈的主播比赛中，胜负盘口的获胜条件为该场比赛主播的最终排名为前4
（即最终排名1,2,3,4 都为主播获胜），若主播在完赛时获得5,6,7,8的排名，则路人选手获胜。
云顶之弈的赛果以官方客户端展示的赛果或战绩查询软件（当官方展示赛果不可获得时）为准。<br>
图例一：比赛结束时主播排名第三在前四名范围内，因此该场比赛胜负盘口结果为主播获胜。
比赛结果图片：打开图示 ①(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118205645_2571.png)<br>
图例二：比赛结束时主播排名第八在后四名范围内，因此该场比赛胜负盘口结果为主播失败。
比赛结果图片：打开图示 ②(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118205720_5227.png)<br>
图例三：比赛结束时主播排名第二在前四名范围内，因此该场比赛胜负盘口结果为主播获胜。
比赛结果图片：打开图示 ③(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118205807_9514.png)<br>
图例四：比赛结束时主播排名第八在后四名范围内，因此该场比赛胜负盘口结果为主播失败。
比赛结果图片：打开图示 ④(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118205846_1789.png)<br>

图①：<br>
<p>
    <img src="../../assets/imgaes/qucenter/t7.png" alt="">
</p>
图②<br>
<p>
    <img src="../../assets/imgaes/qucenter/t8.png" alt="">
</p>
图③：<br>
<p>
    <img src="../../assets/imgaes/qucenter/t9.png" alt="">
</p>
图④：<br>
<p>
    <img src="../../assets/imgaes/qucenter/t10.png" alt="">
</p>

<p class="title">主播游戏时断线相关：</p><br>

当主播在游戏中断线/中离当前比赛并最终被对应游戏的官方客户端判定为掉线，
则无论客户端展示赛果为何，主播所在方一律视为失败方。<br>
英雄联盟主播断线/中离例一：如下图所示，系统判定红框内玩家（即主播）为逃兵
（即中离），则依照主播赛事的比赛结果规则，将视主播方为失败方。<br>
比赛结果图：打开图示 ① (https://itcserviceui.ybtest42.com/attached/image/20191118/20191118205333_4446.jpg)<br>
英雄联盟主播断线/中离例二：当无法直接在主播的直播中截取到比赛结果的画面时，
将以战绩查询软件中的结果为准。如下图所示，系统判定红框内玩家（即主播）为逃
兵（即中离），则依照主播赛事的比赛结果规则，将视主播方为失败方。<br>
比赛结果图：打开图示 ②(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118205436_5539.jpg)<br>

图①：<br>
<p>
    <img src="../../assets/imgaes/qucenter/t11.png" alt="">
</p>
图2：<br>
<p>
    <img src="../../assets/imgaes/qucenter/t12.png" alt="">
</p>

<p class="title">其他人游戏时掉线相关：</p><br>

同局比赛内除主播以外的其他玩家掉线或中离并不影响比赛最终结果，以对应游戏的
官方客户端展示的赛果或战绩查询软件(当官方展示赛果不可获得时时)为准。<br>

<p class="title">主播赛事最终赛果相关：</p><br>
主播赛事最终的正式赛果除特殊情况外以对应游戏的官方客户端展示的
赛果或战绩查询软件(当官方展示赛果不可获得时)为准。<br>

<p class="title">电竞赛事的有效性：</p><br>
赛事的有效性：<br>
1.如果主播未进入到对应游戏的正式玩法画面（赛前准备除外）就退出本局比赛，
或同局内的其他玩家退出导致游戏无法进行的情况，将不会记为一次有效的比赛，
对应的比赛次序会顺延至下一个有效的比赛。<br>
2.如果主播未进行对应游戏的比赛而进行了其他游戏的比赛，将不会记为一次有效
的比赛，对应的比赛次序会顺延至下一个有效的比赛。<br>
3.在英雄联盟主播游戏进行四分钟内，因一方选手掉线，并在规定时间内完成并通过
重开（remake）投票，则该局比赛将不会记为一次有效的比赛，对应的比赛次序会
顺延至下一个有效的比赛。<br>
英雄联盟重开例一：如下图所示，系统判定该场比赛为重开局，则依照主播赛事的有
效性规则，将视该局比赛无效，对应的比赛次序顺延至下一个有效比赛。<br>
示例图片：打开图示 ①(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118204623_2258.jpg)<br>
英雄联盟重开例二：如下图所示，系统判定该场比赛为Remake(重开局)，则依照主播
赛事的有效性规则，将视该局比赛无效，对应的比赛次序顺延至下一个有效比赛。<br>
示例图片：打开图示 ②(https://itcserviceui.ybtest42.com/attached/image/20191118/20191118204953_9133.jpg)<br>

图①<br>
<p>
    <img src="../../assets/imgaes/qucenter/t13.png" alt="">
</p>
图②<br>
<p>
    <img src="../../assets/imgaes/qucenter/t14.png" alt="">
</p>
<p class="title">电竞比赛取消政策：</p><br>
1.本公司保留对主播比赛中的赛事，盘口和注单的取消/退款政策的最终解释权。<br>
2.如果主播在直播过程中更换了排位的方式(如从单排变为双排，四排或者五排，
反之亦然)，则我方有权取消该场以及之后场次的比赛并对所有注单全额退款。<br>
3.如果主播在直播过程中更换了所使用的游戏账号，且该账号的游戏段位或排名与
原先账号差别较大时，我方有权取消该场比赛以及后续比赛(若有)相关的所有注单并全额退款。<br>
电竞赛事的终止和延期：<br>
如果主播比赛未在预定时间开始，并在主播的同一个直播时段
(终止直播超过半小时再开播视为一个新的直播时段)中没有
开始后续的比赛，则该场比赛的所有注单无效并全额退款。<br>

<p class="title">电竞游戏其他问题：</p><br>

电竞流水怎么算的：<br>
电竞取款流水：计算所有下注金额【走盘退本金是计算在内、投注失败/系统取消等等不计算】<br>
电竞有效流水：输掉的注单计算下注金额，盈利的注单计算净盈利金额。<br>
    </div>
</template>
<script>
export default {
  name: 'elCompetition',
}
</script>

<style scoped lang="less">
.elCompetition{
  padding: 45px 40px;
  font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>