<template>
  <div class="imCompetition">
    <p class="title">IM体育-虚拟体育：</p>
    <p class="con">
      目前IM体育提供24小时虚拟体育可以随时随地投注，更多精彩就在IM：
    </p>

    <p class="title">IM体育~虚拟世界杯：简介：</p>

    <p class="con">
      虚拟世界杯提供 24/7
      全天候的虚拟足球现金投注体验。赛事不断生成供玩家随时投注。
      一共有48场小组赛。小组赛由32支球队分成8小组,每组4
      队。接着小组赛将是16场淘汰 赛事,由1/8决赛领先至最后决赛。
    </p>
    <p class="title">IM体育-虚拟世界杯：玩法</p>
    <p class="con">
      在比赛开始前10 秒仍接受投注。当前竞赛仍提供早盘盘口。当玩
      家选择早盘盘口,有关当天赛事及其赔率会在赔率偏低的部分显示。
    </p>

    <p class="title">虚拟世界杯~全场vv-1X2：</p>

    <p class="con">
      投注赛事最终三个可能性的其中一个结果。1 代表主队胜出,X 代 表和局,2
      代表客队胜出。
    </p>

    <p class="title">虚拟世界杯~全场-单双:</p>

    <p class="con">预测赛事的最终总进球数是单数或双数。</p>

    <p class="title">虚拟世界杯~半场/全场:</p>

    <p class="con">预测赛事的半场比分和全场的总比分</p>

    <p class="title">虚拟世界杯~全场-波胆:</p>

    <p class="con">根据庄家提供的正确比分盘口,预测赛事的最终比分。</p>

    <p class="title">虚拟世界杯~全场-让球：</p>

    <p class="con">
      让球是两支球队的其中一方在开赛前得到虚拟的领先比分。
      两队必须在各自的最终得分再加上虚拟领先比分后还是占优势才为胜出。
    </p>

    <p class="title">虚拟世界杯~全场-大/小:</p>

    <p class="con">预测赛事的最终总进球数是否大于/小于所指定的盘口。</p>

    <p class="title">虚拟世界杯~上半场-1X2:</p>

    <p class="con">
      投注上半场赛事最终三个可能性的其中一个结果。1 代表主队胜出,X 代表和局,2
      代表客队胜出。
    </p>

    <p class="title">虚拟世界杯~上半场-让球:</p>

    <p class="con">
      让球是两支球队的其中一方在开赛前得到虚拟的领先比分。
      两队必须在各自的上半场得分再加上虚拟领先比分后还是占优势才为胜出。
    </p>

    <p class="title">虚拟世界杯~上半场-大/小:</p>

    <p class="con">预测赛事上半场的总进球数是否大于/小于所指定的盘口。</p>

    <p class="title">虚拟世界杯~全场-双重机会:</p>

    <p class="con">
      类似 1x2
      玩法,区别在于该盘口允许玩家在三个可能性中选择其中两个赛事全场结果: 主/和,
      和/客,主/客。
    </p>

    <p class="title">虚拟世界杯~上半场-双重机会:</p>

    <p class="con">
      类似 1x2 玩法,区别在于该盘口允许玩家在三个可能性
      中选择其中两个赛事上半场结果: 主/和, 和/客,主/客。
    </p>

    <p class="title">IM体育~虚拟国家杯：简介</p>

    <p class="con">
      虚拟国家杯提供 24/7
      全天候的虚拟足球现金投注体验。赛事不断生成供玩家随时投注。
      小组赛由24支球队分成6小组,每组4 队。
    </p>

    <p class="title">IM体育~虚拟国家杯：玩法</p>

    <p class="con">
      在比赛开始前10
      秒仍接受投注。当前竞赛仍提供早盘盘口。当玩家选择早盘盘口,有关当天赛
      事及其赔率会在赔率偏低的部分显示。
    </p>

    <p class="title">虚拟国家杯~全场-1X2：</p>

    <p class="con">
      投注赛事最终三个可能性的其中一个结果。1 代表主队胜出,X 代表和局,2
      代表客队胜出。
    </p>

    <p class="title">虚拟国家杯~全场-单双:</p>

    <p class="con">预测赛事的最终总进球数是单数或双数。</p>

    <p class="title">虚拟国家杯~半场/全场:</p>

    <p class="con">预测赛事的半场比分和全场的总比分</p>

    <p class="title">虚拟国家杯~全场-波胆:</p>

    <p class="con">根据庄家提供的正确比分盘口,预测赛事的最终比分。</p>

    <p class="title">虚拟国家杯~全场-让球：</p>

    <p class="con">
      让球是两支球队的其中一方在开赛前得到虚拟的领先比分。
      两队必须在各自的最终得分再加上虚拟领先比分后还是占优势才为胜出。
    </p>

    <p class="title">虚拟国家杯~全场-大/小:</p>

    <p class="con">预测赛事的最终总进球数是否大于/小于所指定的盘口。</p>

    <p class="title">虚拟国家杯~上半场-1X2:</p>

    <p class="con">
      投注上半场赛事最终三个可能性的其中一个结果。1 代表主队胜出,X 代表和局,2
      代表客队胜出。
    </p>

    <p class="title">虚拟国家杯~上半场-让球:</p>

    <p class="con">
      让球是两支球队的其中一方在开赛前得到虚拟的领先比分。
      两队必须在各自的上半场得分再加上虚拟领先比分后还是占优势才为胜出。
    </p>

    <p class="title">虚拟国家杯~上半场-大/小:</p>

    <p class="con">预测赛事上半场的总进球数是否大于/小于所指定的盘口。</p>

    <p class="title">虚拟国家杯~全场-双重机会:</p>

    <p class="con">
      类似 1x2
      玩法,区别在于该盘口允许玩家在三个可能性中选择其中两个赛事全场结果: 主/和,
      和/客,主/客。
    </p>

    <p class="title">虚拟国家杯~上半场-双重机会:</p>

    <p class="con">
      类似 1x2 玩法,区别在于该盘口允许玩家在三个可能性
      中选择其中两个赛事上半场结果: 主/和, 和/客,主/客。
    </p>

    <p class="title">IM体育~虚拟足球联赛：简介</p>

    <p class="con">
      VFL提供全天候真钱投注的虚拟足球体验。该联赛由16支球队和赛季连续运行。
    </p>
    <p class="con">
      每个赛季由30比赛日(主客场比赛)。会员可以在任何时间下注 -
      即使在同一个赛季。
    </p>

    <p class="title">IM体育~虚拟足球联赛：其他</p>

    <p class="con">
      所有的比赛都是通过在浏览器内的一个集成媒体播放器直播现场视频。
      您可以自由切换每个比赛日内的8场比赛或者只按自己喜欢的比赛. 每一
      场比赛的模拟都是通过人工智能和独立的随机数生成器的组合产生。
      同时,VFL球员在虚拟足球中的表现是根据职业运动员的真实数据(例如
      体力,爆发力,控球能力等等),和赛事表现(例如,进球数,连续的比赛统计
      等等)而设定的。
    </p>

    <p class="title">IM体育-虚拟足球联赛：玩法</p>

    <p class="title">虚拟足球联赛~全场1×2</p>

    <p class="con">90分钟后的比分(1 – 主队胜; X – 和局; 2 – 客队胜)</p>

    <p class="title">虚拟足球联赛~上半场1×2</p>

    <p class="con">中场休息时的比分(1 – 主队领先; X – 和局; 2 –客队领先)</p>

    <p class="title">虚拟足球联赛~全场大/小</p>

    <p class="con">该场赛事的总进球数 (大; 小)</p>

    <p class="title">虚拟足球联赛~半场/全场：</p>

    <p class="con">预测赛事的半场比分和全场的总比分</p>

    <p class="title">虚拟足球联赛~全场-波胆：</p>

    <p class="con">90分钟后的正确比分(0:0 至 3:3; 其他)</p>

    <p class="title">虚拟足球联赛~全场-让球：</p>

    <p class="con">
      让分盘是指将假定的让分数预先加给其中一方参赛者或队伍
      (在赛事开始前该参赛者或队伍便以该让分数领先)
    </p>

    <p class="title">虚拟足球联赛~全场单/双：</p>

    <p class="con">90分钟后的比分 - 常规比赛时间 (单/双, 该场赛事的总进球数)</p>

    <p class="title">虚拟足球联赛~上半场大/小：</p>

    <p class="con">中场休息时的比分. 该场赛事的总进球数 (大; 小)</p>

    <p class="title">虚拟足球联赛~上半场-让球：</p>

    <p class="con">让分盘是指将假定的让分数预先加给其中一方参赛者或队伍.</p>

    <p class="title">虚拟足球联赛~全场-双重机会：</p>

    <p class="con">
      90分钟后的比分. 双重机会涵盖了三种可能的结果中的两种. (1X - 主/和, 2X -
      客/和, 1 2 -主/客
    </p>

    <p class="title">虚拟足球联赛~上半场-双重机会：</p>

    <p class="con">
      中场休息时的比分.双重机会涵盖了三种可能的结果中的两种. (1X - 主/和, 2X -
      客/和, 1 2 -主/客
    </p>

    <p class="title">IM体育-虚拟足球联赛：赛季信息</p>

    <p class="con">
      一个赛季持续141分钟并分成「赛季前」,「循环比赛日」 以及「赛季后」 .
      在「赛季前」共有2:30分钟的缓冲时间。. 所有的比赛日都归纳在「循环
      比赛日」内,总时长137:30分钟。在每个赛季结束后还有60秒「赛季后」的缓冲时间。
    </p>

    <p class="title">IM体育-虚拟足球联赛：赛日信息</p>

    <p class="con">
      一个比赛日持续4:35分钟,分成 「赛前」, 「上半场」, 「半场」, 「中场休息」,
      「下半场」, 「赛后」 以及 「赛日后」。 在「赛前」共有60秒的缓冲时间.
      上下半场比赛各持续1分30秒,
      中场休息10秒。在每场比赛结束随后是10秒「赛后」缓冲时间以
      及最后15秒的「赛日后」缓冲时间。
    </p>

    <p class="title">IM体育-虚拟篮球联赛：</p>

    <p class="con">虚拟篮球联赛：游戏简介</p>

    <p class="con">
      VBL提供全天候真钱投注的虚拟篮球体验,VBL基于虚拟比赛仿
      真技术和3D视频图形的基础上, 并且根据真实球队的数据和真
      实球员的性能参数为标准。 该联赛由16支球队和赛季连续运行。
      并且根据真实球队的数据 和真实球员的性能参数为标准。每个赛季由30比赛日
      (主客场比 赛). 每场比赛时间约 3分30秒, 每个赛季总时约105分钟, 可在一
      个赛季里面随时下注.
    </p>

    <p class="title">虚拟篮球联赛：赛季信息</p>

    <p class="con">
      一个赛季持续106:30分钟并分成「赛季前」,「循环比赛日」 以及「赛季后」.
      在「赛季前」持续1分钟的缓冲时间。所有 的比赛日都归纳在「循环比赛日」内,
      总时长105分钟。在每 个赛季结束后还有30秒「赛季后」的缓冲时间.
    </p>

    <p class="title">虚拟篮球联赛：赛日信息</p>

    <p class="con">
      一个比赛日持续3分30秒,分成 「赛前」, 「第一节」, 「第二节」, 「半场」,
      「第三节」 , 「第四节」 , 「加时」(如果第四节比分 是和局)以及
      「赛后」阶段. 需要30 秒时间继续开始「赛前」。
      比赛持续2分30秒，包含10秒中场休息时间。每场比赛结束后是20
      秒「赛后」缓冲时间，然后再需要10 秒切换赛日。
    </p>

    <p class="title">虚拟篮球联赛：投注玩法</p>

    <p class="title">虚拟篮球联赛~全场-独赢：</p>

    <p class="con">四节比赛后的获胜方 (1 – 主队胜; 2 – 客队胜)</p>

    <p class="title">虚拟篮球联赛~全场-让球：</p>

    <p class="con">
      全场 - 让球: 让分盘是将虚拟分数加到最终得分, 加上让分后仍佔优势才算胜出者
      (1 – 主队胜; 2 – 客队胜)
    </p>

    <p class="title">虚拟篮球联赛~上半场1x2：</p>

    <p class="con">
      上半场 – 1 x 2: 上半场获胜者以及第一二节获胜者 (1 – 主队胜; X – 和局; 2 –
      客队胜)
    </p>

    <p class="title">虚拟篮球联赛~全场-大/小：</p>

    <p class="con">全场比赛双方的总得分 (大/小)</p>

    <p class="title">虚拟篮球联赛~上半场-让球：</p>

    <p class="con">
      上半场让分盘是将虚拟分数加到最终得分，加上让分后仍占优势才算胜出者 (1 –
      主队胜; 2 – 客队胜)
    </p>

    <p class="title">虚拟篮球联赛~上半场-大/小：</p>

    <p class="con">上半场比赛双方总分(1 – 主队胜; 2 – 客队胜)</p>

    <p class="title">IM体育-娱乐投注：</p>
    <p class="con">
      IM体育娱乐投注包含了金融投注和特殊投注，
      比如：恒生指数单双，这里需要注意的是金融投注仅计算个人数字。
      单/双/较高及较低投注，但小数点后数字不包括在内
      "单"的定义为所有数目的最后数字为1，3，5，7，9
      "双"的定义为所有数目的最后数字为0，2，4，6，8.
      特殊投注包含双十一的天猫成交量、各国总统候选人谁会胜出、年度最美100张面孔、
      北美票房冠军、以及BBC体育人物评选等等非常有趣味的玩法都是在这里哦。
      投注选项需以页面显示为准。
    </p>

    <p class="title">IM体育-FIFA游戏：</p>
    <p class="con">
      IM体育目前有FIFA体育投注。业界首创，不再担心赛事停摆无赛事投注，我们一起来看看吧：
    </p>

    <p class="title">IM体育-FIFA足球（ES）：</p>
    <p class="con">
      IM场馆的FIFA怎么和其他游戏区分呢。不用担心，乐购小助手都研究好了，您点开即可看到的呢：
    </p>

    <p class="title">【FIFA足球】体育规则：</p>

    <p class="con">
      电子球员在圆形图上进行比赛 比赛结果将不取决于点球大战 得分计算如下:赢: 3
      分；和: 1 分；输: 0 分 锦标赛将由5名电子球员进行一共20场比赛。
      每一名电子FIFA球员将代表每个锦标赛的一支队伍。
      在分数相等的情况下，获胜方将由各自总净胜球数而定 。
      每方参赛者在每个锦标赛里面进行8场比赛：4场主队+4 场客队
      注单是在FIFA电脑游戏中进行投注 (足球比赛模拟成两个玩家参与)
    </p>

    <p class="title">FIFA足球赛事盘口特色：</p>

    <p class="con">1：在体育大厅左边导航栏 <足球> 项目；</p>
    <p class="con">2：每 8 分钟一局，每天多达360场赛事；</p>
    <p class="con">3：竞赛名称前显示 ES-，一举抢攻体育/电竞市场！</p>
    <p class="con">4：支持独赢盘/让分盘/大小盘等主要盘口</p>

    <p class="title">【FIFA足球】盘口注意事项：</p>

    <p class="con">1：不支持兑现功能；</p>
    <p class="con">2：体育规则可参考投注界面前台问号处；</p>
    <p class="con">3：赛果页面在足球类别下。</p>

    <p class="title">什么是【FIFA足球】赛事盘口：</p>
    <p class="con">什么是赛事盘口？</p>

    <p class="con">
      足球比赛模拟成两个玩家参与，注单是在FIFA电脑游戏中进行投注，支持滚球。
    </p>

    <p class="title">如何区分【FIFA足球】和其他足球赛事盘口：</p>
    <p class="con">如何区分【FIFA足球】和其他足球赛事盘口？</p>

    <p class="con">竞赛名称由ES开头的就是FIFA足球赛事。</p>

    <p class="title">IM体育-虚拟FIFA/虚拟足球：</p>
    <p class="con">IM体育~虚拟FIFA/虚拟足球基本介绍：</p>

    <p class="title">什么是【虚拟FIFA/虚拟室内足球】：</p>

    <p class="con">其实就是虚拟体育，但不同的是这系列赛事有支持滚球投注。</p>

    <p class="title">【虚拟FIFA/虚拟室内足球】盘口特色：</p>

    <p class="con">1.提供直播视频；</p>
    <p class="con">2.竞赛名称前显示 VS-，为虚拟体育；</p>
    <p class="con">3.在体育大厅左边导航栏 <足球> 项目；</p>
    <p class="con">4.虚拟室内足球：每 10分钟 一局(滚球 2x4分钟)；</p>
    <p class="con">5.支持独赢盘/让分盘/大小盘等主要盘口；</p>
    <p class="con">
      6.虚拟FIFA： 每 20 分钟 (滚球2x9分钟)或每 5
      分钟一局(Penalty局：实际2分钟)。
    </p>

    <p class="title">如何区分【虚拟FIFA/虚拟室内足球】盘口：</p>

    <p class="con">
      赛事名称是否有 [【? x ? 】 例如：3x3, 4x4 (即几个球员对打，3x3就是3打3)
    </p>
    <p class="con">
      虚拟FIFA赛事名称不包含 [【? x ? 】 虚拟室内足球赛事名称皆显示 [【? x ? 】
    </p>

    <p class="title">【虚拟FIFA/虚拟室内足球】盘口注意事项：</p>

    <p class="con">1.不支持兑现功能；</p>
    <p class="con">2.体育规则可参考投注界面前台问号处；</p>
    <p class="con">3.赛果页面在足球类别下。</p>

    <p class="title">【虚拟FIFA/虚拟室内足球】体育基本规定：</p>

    <p class="con">
      虚拟FIFA / 虚拟室内足球涉及于一项多人比赛的播放视频 (足球模拟形式)
      个别投注选项最大投注限额由投注平台设定 足球根据正规比赛时间接受下注。
      早盘或滚球都接受投注。所有虚拟FIFA/虚拟室内足球都是在线直播。
      若在投注被确认时出现由平台工作人员操作错误或任何软件故障 (例如：
      赔率明显地错误，体育/滚球部分与投注单号上显示的赔率不一致等…)，
      或其他可指出投注被错误确认的表现，投注平台有权利宣布投注作废。
    </p>

    <p class="title">IM体育-其他问题：</p>
    <p class="con">IM体育其他问题解答：</p>

    <p class="title">IM体育的优势：</p>
    <p class="con">IM体育的优势</p>

    <p class="con">
      IM平台成立于2009年，在2012年IM平台荣获博彩界权威ERG“年度最创新体育博彩平台”的殊荣。
    </p>
    <p class="con">给予IM平台不断创新的精神相当大的肯定。</p>
    <p class="con">
      IM体育全球首创：①提前兑现、②下半场波胆、③下半场让球、④金球玩法、⑤齐全配套的IM电竞、⑥超多的滚球赛事
    </p>

    <p class="title">IM体育投注限额：</p>
    <p class="con">IM体育投注限额</p>

    <p class="con">
      IM体育目前单注和串关最低投注5元起。最高投注上限依据赛事大小、知名度而定。不对会员单独做出限额。
    </p>
    <p class="con">但是可以多次投注注单。</p>
    <p class="con">
      举例：日本J2联赛，大小玩法显示最高投注3000.您可以多次投注该注单以满足您的金额需求。不影响出款。
    </p>

    <p class="title">在哪里看玩法规则：</p>
    <p class="con">
      ①.电脑：打开IM体育后，点击左上方【？】图标就是
      帮助，选择您想要咨询的体育项目 就可以看到所有的玩法以及玩法的详细介绍。
    </p>
    <p class="con">②.APP：【我的】→【帮助中心】→【体育规则】</p>

    <p class="title">如何设置快速投注键：</p>
    <p class="con">IM体育目前可以设置快速投注金额</p>

    <p class="con">
      ①电脑：IM体育→右上角个人设置→个人设置→自定快速投注→设置成功后保存即可。APP目前暂时无法设置哦。
    </p>

    <p class="title">IM体育和其他体育的区别：</p>
    <p class="con">
      IM体育滚球赛事更多；水位高；赔率变化较快；专业的电竞；专业的24小时虚拟体育；
      更有提前兑现功能；最低投注5元起。
    </p>
    <p class="con">【比赛未开始】延期超过12小时，注单会被取消。</p>
    <p class="con">
      IM体育【已经开始的比赛】中断、腰斩、延迟、待定，超过48小时注单会被取消。
    </p>
    <p class="con">
      IM体育 注单一旦结算了，72小时后官方有更新赛果，注单都不会改变当初的结算 。
    </p>
    <p class="con">三个盘口为：①香港盘②欧洲盘③马来盘。</p>

    <p class="title">IM的有效流水和取款流水：</p>
    <p class="con">
      取款流水：计算所有下注金额【走盘退本金是计算在内、投注失败/系统取消/危险球等等不计算】
    </p>
    <p class="con">
      有效流水：输掉的注单计算下注金额，盈利的注单计算净盈利金额。
    </p>

    <p class="title">IM足球里面的【金球】玩法：</p>
    <p class="con">IM足球里面的【金球】玩法</p>

    <p class="con">
      目前IM体育【特别投注】里面有一个金球玩法，属于IM体育独创。
    </p>
    <p class="con">在足球加时赛中，谁先获得第一颗金球，谁就获得金球。</p>
    <p class="con">类似于【骤死、突然死亡】这类玩法。</p>

    <p class="title">IM体育的室内足球怎么玩的：</p>
    <p class="con">IM体育的室内足球简介</p>

    <p class="title">IM体育【室内足球】赛事盘口：</p>
    <p class="con">什么是IM体育【室内足球】赛事盘口？</p>

    <p class="con">
      IM体育的室内足球为一般体育赛事，室内足球是真人比赛，两支队伍对打，支持滚球。
    </p>

    <p class="title">IM体育【室内足球】盘口特色：</p>
    <p class="con">IM体育【室内足球】盘口特色：</p>

    <p class="con">1.没有直播视频</p>
    <p class="con">2.竞赛名称前皆包含[?x?]和分钟数</p>
    <p class="con">3.为一般体育赛事，有赛事才开盘</p>
    <p class="con">4.在体育大厅左边导航栏 <足球> 项目</p>
    <p class="con">5.支持独赢盘/让分盘/大小盘等主要盘口</p>

    <p class="title">IM体育【室内足球】盘口注意事项：</p>
    <p class="con">IM体育【室内足球】盘口注意事项：</p>

    <p class="con">1.无法观看赛事后直播；</p>
    <p class="con">2.不支持兑现功能；</p>
    <p class="con">3.赛果页面在足球类别下；</p>
    <p class="con">4.体育规则可参考投注界面前台问号处。</p>

    <p class="title">IM体育如何区分【室内足球】和其他足球赛事盘口：</p>
    <p class="con">IM体育如何区分【室内足球】和其他足球赛事盘口？</p>

    <p class="con">竞赛名称前皆包含 [?x?] 和 分钟数</p>
    <p class="con">[?x?] 即几个球员对打，3x3就是3打3</p>

    <p class="title">IM体育室内足球一般规则：</p>
    <p class="con">IM体育室内足球一般规则：</p>

    <p class="con">
      所有投注根据赛事常规完场时间40分钟 (2 x 20分钟) 为准,
      加时赛或点球大战不被计算. 如果赛事被延期或暂停并没有在当天复赛,
      则所有投注均作废。 如果赛事在预定时间提前进行,
      所有在赛事开始前的投注仍有效, 在赛事开始后的投注均作废, 除了滾球投注。
    </p>

    <p class="title">IM体育-SRL模拟现实联赛：</p>
    <p class="con">IM体育~SRL模拟现实联赛是IM体育场馆首创的虚拟联赛游戏。</p>

    <p class="title">【SRL模拟现实联赛】盘口特色：</p>

    <p class="con">1.在体育大厅左边导航栏 <足球> 项目</p>
    <p class="con">2.支持所有早盘及滚球盘口 (100多种)</p>
    <p class="con">3.支持串关</p>
    <p class="con">4.完整90分钟赛事</p>
    <p class="con">5.为虚拟体育赛事</p>
    <p class="con">6.提供可视化动画，没有直播视频</p>
    <p class="con">7.无法提前兑现/结算</p>

    <p class="title">什么是【SRL模拟现实联赛】盘口：</p>

    <p class="con">
      1.模拟现实联赛－足球即AI模拟一般足球赛事，无真人参与，让玩家有机会体验
      所有尚未进行的欧洲足球赛季赛程，按照原定日期和开球时间进行比赛。
    </p>
    <p class="con">
      2.依据过去超过5万场历史赛事数据分析结合人工智能驱动，提供最贴近真实赛
      事的体育投注体验。
    </p>

    <p class="title">如何区分【SRL盘口】和其他盘口：</p>

    <p class="con">
      竞赛名称前皆包含 [SRL-] 都是SRL模拟现实联赛。暂时不支持提前兑现功能。
    </p>
  </div>
</template>
<script>
export default {
  name: "imCompetition",
};
</script>

<style scoped lang="less">
.imCompetition {
  padding: 45px 40px;
  .title {
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child {
    padding-top: 0px;
  }
  .con {
    font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span {
      color: #1486ff;
    }
    a {
      color: #ff3813;
    }
  }
  .pic {
    overflow: hidden;
    padding-top: 10px;
    img {
      width: 780px;
    }
  }
}
</style>