<template>
    <div class="qpCompetition">
<p class="title">棋牌各种游戏玩法及规则：</p>
血流成河
<p class="title">玩法规则</p>
1：牌库包含3类/只能碰，不能吃/杠牌立刻赢豆 <br>
2：选三张同花色换牌 <br>
3：手牌不超过两门花色才能胡 <br>
4：可多次胡牌，直到牌摸完 <br>
<p class="title">基本规则</p>
1：玩法特点 <br>
2：用牌 <br>
3：胡牌规则 <br>
4：定缺 <br>
5：换三张 <br>
6：呼叫转移 <br>
7：对局结束 <br>
8：防以小博大机制 <br>
<p class="title">基本番型</p>
番型计算公式=番型1x番型2x <br>
。。。x底分， <br>
番型如下： <br>
1：刮风（明杠）  <br>
2：补杠 <br>
3：下雨 <br>
4：平胡x1倍 <br>
5：根x2倍 <br>
6：自摸x2倍 <br>
7：杠上开花x2倍 <br>
8：杠上炮x2倍 <br>
9：抢杠胡x2倍 <br>
10：海底捞月x2倍 <br>
11：碰碰胡x2倍 <br>
12：清一色x4倍 <br>
13：七对x4倍 <br>
14：金钩钓x4倍 <br>
15：清碰x8倍 <br>
16：龙七对x8倍 <br>
17：清七对x16倍 <br>
18：地胡x32倍 <br>
19：清龙七对x32倍 <br>
20：十八罗汉x64倍 <br>
21：清十八罗汉x256倍 <br>
<p class="title">特殊规则</p>
1：选牌 <br>
2：换牌 <br>
3：完成 <br>
4：特殊胡牌/一炮多响后，出牌顺序 <br>
5：如何判断一根，以及怎么计算倍数 <br>
<p class="title">玩法规则</p>
1：牌库包含3类/只能碰，不能吃/杠牌立刻赢豆 <br>

  <p>
     <img src="../../assets/imgaes/qucenter/1.png" alt="">
   </p>


2：选三张同花色换牌（顺序随机，顺时针/逆时针/对家互换） <br>

<p>
     <img src="../../assets/imgaes/qucenter/2.png" alt="">
   </p>



3：手牌不超过两门花色才能胡 <br>


<p>
     <img src="../../assets/imgaes/qucenter/3.png" alt="">
   </p>


4：可多次胡牌，直到牌摸完 <br>

<p>
     <img src="../../assets/imgaes/qucenter/4.png" alt="">
   </p>

<p class="title">基本规则</p>
1：玩法特点 <br>
胡了还能胡，4人玩每人都有胡牌的机会，直至只剩最后一家 <br>
2：用牌 <br>
1-9万、1-9筒、1-9条、共108张牌
可以碰、杠，不同花色不可吃。
3：胡牌规则 <br>
允许一炮多响 <br>
每个玩家都可多次胡牌，直到摸完所有手牌，胡牌时直接结算 <br>

<p>
     <img src="../../assets/imgaes/qucenter/5.png" alt="">
   </p>


4：定缺<br>
胡牌时，手牌中不能超过2门花色。<br>
选择一门花色做为缺牌，摸到这们花色的牌一定要打出。对局中不可更改缺<br>
5：换三张<br>
发完手牌后，每位玩家选择3张同花色的牌，随机与其他1位玩家互换（参考玩法规则-第2条）<br>
6：呼叫转移<br>
玩家杠上炮，需将杠牌所赢分数转给胡牌玩家。杠上炮致一炮多响，不触发呼叫转移<br>


<p>
     <img src="../../assets/imgaes/qucenter/6.png" alt="">
   </p>



7：对局结束<br>
摸完所有手牌时，未听牌、花猪玩家需要接受额外惩罚<br>
退税：对局结束时，未听牌玩家，退回全部杠牌所得<br>
查大叫：对局结束时，未听牌玩家赔给听牌未胡牌玩家最大可能赔数（不包含自摸倍数）<br>

<p>
     <img src="../../assets/imgaes/qucenter/7.png" alt="">
   </p>


查花猪：对局结束时，手牌有三门花色的玩家为花猪，花猪玩家赔给其他玩家每人16倍<br>
8：防以小博大机制<br>
玩家带多少赔多少，赔不够，全赔剩余并且离开房间<br>

<p>
     <img src="../../assets/imgaes/qucenter/8.png" alt="">
   </p>


<p class="title">基本番型 </p>
番型计算公式=番型1x番型2x。。。x底分，番型如下：<br>
1：刮风(明杠)<br>
收取放杠者2倍低分<br>


<p>
     <img src="../../assets/imgaes/qucenter/9.png" alt="">
   </p>


2：补杠<br>
收取其他玩家1倍低分（自家碰牌以后，又摸起一张相同牌补杠）<br>
3：下雨(暗杆)<br>
收取其他玩家2倍低分<br>


<p>
     <img src="../../assets/imgaes/qucenter/10.png" alt="">
   </p>





4：平胡x1倍<br>
由4个刻字或顺子加对子组成的胡牌<br>


<p>
     <img src="../../assets/imgaes/qucenter/11.png" alt="">
   </p>


5：根x2倍<br>
手牌中张一样的牌为一根，每有1根，胡牌时额外x2<br>
6：自摸x2倍<br>
自摸胡牌<br>

<p>
     <img src="../../assets/imgaes/qucenter/12.png" alt="">
   </p>

7：杠上开花x2倍<br>
杠牌后，补张自摸胡牌<br>
8：杠上炮x2倍<br>
杠牌后，打出的牌造成其他玩家点炮胡牌<br>
9：抢杠胡x2倍<br>
胡其他人补杠的那张牌<br>
10：海底捞月x2倍<br>
简称“海底”，摸到牌墙中的最后1张胡牌<br>
11：碰碰胡x2倍<br>
由4个刻字(或杠牌)和将组成的胡牌<br>


<p>
     <img src="../../assets/imgaes/qucenter/13.png" alt="">
   </p>


12：清一色x4倍<br>
全部由万/筒/条中的某一种花色组成的胡牌<br>


<p>
     <img src="../../assets/imgaes/qucenter/14.png" alt="">
   </p>

13：七对x4倍<br>
由7个对子组成的胡牌<br>

<p>
     <img src="../../assets/imgaes/qucenter/15.png" alt="">
   </p>


14：金钩钓x4倍<br>
和牌时其他牌都被碰牌、杠牌，手牌中只剩一张牌单吊胡牌，不计碰碰胡<br>


<p>
     <img src="../../assets/imgaes/qucenter/16.png" alt="">
   </p>


15：清碰x8倍<br>
由清一色和碰碰胡组成的胡牌<br>


<p>
     <img src="../../assets/imgaes/qucenter/17.png" alt="">
   </p>


16：龙七对x8倍<br>
由7个对子组成的胡牌，且手上有1组4张一样的牌，不能杠或碰出，不计七对，不计一根<br>

<p>
     <img src="../../assets/imgaes/qucenter/18.png" alt="">
   </p>


17：清七对x16倍<br>
由清一色和七对组成的胡牌<br>


<p>
     <img src="../../assets/imgaes/qucenter/19.png" alt="">
   </p>



18：清金钩钓x16倍<br>
由清一色和金钩钓组成的胡牌<br>

<p>
     <img src="../../assets/imgaes/qucenter/20.png" alt="">
   </p>

19：地胡x32倍<br>
非庄家第一轮摸牌就胡牌，则为地胡<br>
20：清龙七对x32倍<br>
由清一色和龙七对组成的胡牌<br>

<p>
     <img src="../../assets/imgaes/qucenter/21.png" alt="">
   </p>


21：十八罗汉x64倍<br>
金钩钓，且胡牌时有4个杠牌，不计4根，金钩钓、碰碰胡<br>

<p>
     <img src="../../assets/imgaes/qucenter/22.png" alt="">
   </p>

22：清十八罗汉x256倍<br>
由清一色和十八罗汉组成的胡牌<br>


<p>
     <img src="../../assets/imgaes/qucenter/23.png" alt="">
   </p>



<p>
     <img src="../../assets/imgaes/qucenter/24.png" alt="">
   </p>

<p class="title">特殊规则</p>
1：选牌<br>
没人选3张同花色手牌，不是3张同花色牌不能换<br>

<p>
     <img src="../../assets/imgaes/qucenter/25.png" alt="">
   </p>


2：换牌<br>
随机选择一个换牌顺序，顺时针、逆时针或对家互换。比如顺时针<br>


<p>
     <img src="../../assets/imgaes/qucenter/26.png" alt="">
   </p>


3：完成<br>
如果很幸运拿到牌最多的那一门，恭喜你离胜利更进一步啦<br>

<p>
     <img src="../../assets/imgaes/qucenter/27.png" alt="">
   </p>


4：特殊胡牌/一炮多响后，出牌顺序<br>
A上家，B对家，C下家，我打出九万，B/C一炮多响胡牌<br>
第一步逆时针：A摸牌出牌，第二步顺时针：我摸牌出牌，按照血流可多胡的规则。接着B/C摸牌出牌，依次类推<br>
5：如何判断一根，以及怎么计算倍数<br>
自己碰牌9万后，在摸起一张9万，并且自摸胡牌，这样算根胡，翻2倍。<br>
自己碰牌9万后，别人出牌9万，胡牌并且算根，出牌方翻2倍输钱<br>

<p class="title">开心水果</p>
一、界面<br>
1.参考范例<br>

2、规则<br>
2.1 线路<br>
如图，3x5、9线。<br>
中奖任意一条线路必须按照从左到右的顺序且从第一个位置开始连起相同的图案。<br>
	

<p>
     <img src="../../assets/imgaes/qucenter/28.png" alt="">
   </p>

2.2 倍率<br>
序号	图案	数量	倍率	特殊<br>
1	香蕉	2/3/4/5	1/3/10/75	<br>
2	西瓜	3/4/5	3/10/85	<br>
3	柠檬	3/4/5	15/40/250	<br>
4	葡萄	3/4/5	25/50/400	<br>
5	菠萝	3/4/5	30/70/550	<br>
6	铃铛	3/4/5	35/80/650	<br>
7	樱桃	3/4/5	45/100/800	<br>
8	BAR	3/4/5	75/175/1250	<br>
9	珍珠			WILD；可替换除BONUS和SCATTER外任意图案。<br>
押线中连续3个或3个以上时进入小玛丽游戏<br>
10	橙子	3/4/5	25/50/400	BONUS；连续3列出现可获得3次免费摇奖<br>
11	777	3/4/5	100/200/1750	SCATTER；最大押注时，出现3个可获得奖池奖励<br>

	
<p>
     <img src="../../assets/imgaes/qucenter/29.png" alt="">
   </p>




2.3 特殊玩法---小玛丽<br>
押线中连续3个或3个以上WILD时进入小玛丽游戏。<br>

外盘：滚动图案区（7种水果类型共20个水果图案+4个）<br>

奖励表：7个中奖图案倍率。<br>
西瓜x200；葡萄x100；柠檬x70；樱桃x50；香蕉x20；橙子x10；菠萝x5。<br>

内盘：4个中奖图案公示区，每轮启动时刷新。<br>
图案可重复，当刷出3或4个相同图案时，额外获得总注的20倍或500倍奖励！<br>

每次启动时，内盘4个图案随机变化。当外盘停止时停留的图案与内盘图案有相同时，视为中奖。注意：中奖图案内盘有多个时（N），奖励会相应增加。<br>
中奖金额=（总注*中奖图案倍率）*N<br>
举例：<br>
内盘结果：菠萝 西瓜 菠萝 菠萝   总注9    外盘结果：菠萝<br>
中奖=（9*5）*3=135<br>

内盘结果：菠萝 菠萝 菠萝 西瓜   总注9    外盘结果：菠萝<br>
中奖=（9*5）*3+9*20=315<br>

内盘结果：菠萝 菠萝 菠萝 菠萝    总注9    外盘结果：菠萝<br>
中奖=（9*5）*4+9*500=4680<br>

当转盘停止时停留的图案与公示区图案不相同时，不中奖。系统自动启动下一轮！<br>
当转盘停止时停留的图案是炸弹时，退出小玛丽！注意，第1轮永不为炸弹。<br>

<p>
     <img src="../../assets/imgaes/qucenter/30.png" alt="">
   </p>


2.4 特殊玩法---3次免费<br>
实现效果参考已上线的拉霸游戏。
并且额外增加了BONUS本身的中奖倍率。
2.5 特殊玩家---奖池<br>
最大押注时，出现3个SCATTER可获得奖池奖励。
奖励=奖池库存*x%；x可配置。

<p class="title">奖池库存：</p>
通过配置放入，金额根据平台自身盘口设定。
玩家每拉一局不中时，按比例放入到奖池中。

<p class="title">奖池表现：</p>
奖池每隔5-10s，增加1次。金额在1-10元。
当游戏重启时，初始奖池金额等于当前库存x100！

<p class="title">奔驰宝马规则</p>
<p class="title">玩法：</p>
游戏每局开始为押注时间，在押注时间内玩家可以押任意的下注点。
当押注的时间结束后进行开奖，开奖时灯光会开始转动，每局开奖的
圈数不定，灯光最终所停位置表示本次游戏的开奖结果，玩家押中对应
的开奖点时，押中的下注点分值会乘以倍数算成游戏币发放给玩家<br>

<p class="title">下注点：</p>
游戏共有8个下注点，分别为宝马、奔驰、大众、雷克萨斯、保时捷、
玛莎拉蒂、兰博基尼、法拉利；所有下注点可以同时任意押注。<br>

<p class="title">赔付：</p>
抽水为5%，按照单个下注区域单独抽水。<br>


————————————————————————————<br>
房间<br>
1、初级场<br>
2、中级场<br>

<p class="title">机器人投注</p>
参考百人牛牛，做到可配置每个区域的投注频率和大概金额
可支持到尽量模拟得真实，投注分布相对平均合理。<br>

控制<br>
3、抽水期  杀大赔小<br>
4、放水期  杀小赔大<br>
支持后台游戏设置的abc，black，white参数调配<br>

跑马灯（含机器人）<br>
初级场赢500金币以上，出现跑马灯（全服）<br>
中级场赢1000金币以上，出现跑马灯（全服）<br>

<p class="title">百人骰宝</p>
基本玩法	赔率	限红	房间级别	其它说明<br>
1：说明<br>
2：续押<br>
3：清桌	1：说明<br>
2：赔付	1：说明	1：新手房<br>
2：初级房<br>
3：中级房<br>
4：高级房	<br>
1：游戏首页其它功能说明<br>
2：游戏房间内其它功能说明<br>

1：基本玩法<br>
说明：骰宝玩法和其它百人游戏类似，开局开始摇骰盅<br>
续押：新一轮开始时，点击续押即可快速下注上轮所押的全部点，并且下注金额相同<br>
清桌：在下注时间内，清桌会清除本局内玩家自己所有下注<br>

2：赔率<br>
说明：<br>
下注点	说明	赔付倍数<br>
大	总点数为11-17，围骰（豹子）通吃	1赔1<br>
小	总点数为4-10，围骰（豹子）通吃	1赔1<br>
任意豹子	豹子一至豹子六任意一种	1赔24<br>
指定豹子	点数相同且为指定点数	1配150<br>
指定对子	两颗或以上骰子点数相同且为指定点数	1赔8<br>
两颗骰子	猜中两颗骰子的组合	1赔5<br>
三军	1：指定骰子出现1次<br>
2：指定骰子出现2次<br>
3：指定骰子出现3次	1赔1<br>
1赔2<br>
1赔3<br>
4或17	三颗骰子点数之和为4或17	1赔50<br>
5或16	三颗骰子点数之和为5或16	1赔18<br>
6或15	三颗骰子点数之和为6或15	1赔14<br>
7或14	三颗骰子点数之和为7或14	1赔12<br>
8或13	三颗骰子点数之和为8或13	1赔8<br>
9或12	三颗骰子点数之和为9或12	1赔6<br>
10或11	三颗骰子点数之和为10或11 1赔6<br>
赔付：<br>
按照赔率进行赔付，系统将会有5%的抽水<br>
围骰通杀<br>

3：限红（玩家不得超过平台下注点设定的下注金额）<br>
下注点	新手房	初级房	中级房	高级房<br>
    大	     400	   1000	5000	  20000<br>
小	400	1000	5000	20000<br>
任意豹子	10	20	100	200<br>
指定豹子	10	20	100	200<br>
指定对子	100	200	1000	1000<br>
两颗骰子	100	200	1000	1000<br>
三军	400	1000	5000	5000<br>
4或17	10	20	100	200<br>
5或16	10	20	100	200<br>
6或15	100	200	1000	1000<br>
7或14	100	200	1000	1000<br>
8或13	100	200	1000	1000<br>
9或12	100	200	1000	1000<br>
10或11	100	200	1000	1000<br>

4：房间级别<br>
新手房/初级房/中级房/高级房
投注限额分别为：5-400，10-1000，50-5000，200-20000
每个房间投注点分为4个站点，可任意选择一个下注中的站点进入
显示每个站点的在线人数
一共分为四种状态（准备中/下注中/休息中/派奖中）时间根据后台配置而定<br>

<p>
     <img src="../../assets/imgaes/qucenter/31.png" alt="">
   </p>

5：其他说明<br>
(一) 游戏首页其它功能说明原型图<br>
头像ID/金币数量/帮组/设置/线路/总在线人数<br>
<p>
     <img src="../../assets/imgaes/qucenter/32.png" alt="">
   </p>


<p class="title">帮组原型</p>
参考表格1基本玩法的解释<br>

<p>
     <img src="../../assets/imgaes/qucenter/33.png" alt="">
   </p>


<p class="title">设置原型</p>
基础/语言设置按照之前得来<br>

<p>
     <img src="../../assets/imgaes/qucenter/34.png" alt="">
   </p>


(二) 游戏房间内其它功能说明原型图<br>



<p>
     <img src="../../assets/imgaes/qucenter/35.png" alt="">
   </p>

<p class="title">二八杠规则</p>
<p class="title">玩法</p>
用牌：利用中国麻将中单一色筒子牌（一筒到九筒，各4张牌，共36张牌），
外加白皮4张牌，共计40张牌。发完所有牌为1轮，共5轮。 <br>
玩家：通过抢庄，将同桌4个玩家分为庄家（1方）和闲家（3方）。<br>
发牌：根据掷出2个骰子之和决定发牌顺序。1是庄家，2是庄家的下家，
按逆时针方向以此类推。<br>
派彩：根据大小判断输赢，庄家依次跟3个闲家比较大小，独立赔付。牌型
完全一样时，庄赢。<br>
抢庄：抢庄时，玩家可以通过选择抢庄倍数进行抢庄，最高200倍。选择抢庄
倍数越高的玩家成为庄家的概率越大。抢庄倍数是指抢庄玩家本局能承受的最大
赔付金额是底注的多少倍。<br>
下注：下注时，玩家可以通过选择下注倍数进行下注。下注倍数是指玩家本局
实际下注金额是底注的多少倍。<br>
<p class="title">牌型</p>


<p>
     <img src="../../assets/imgaes/qucenter/36.png" alt="">
   </p>

<p>
     <img src="../../assets/imgaes/qucenter/37.png" alt="">
   </p>


<p class="title">Tỷ lệ cược</p>
闲家赢钱由庄家赔付；<br>
庄家赢钱由闲家赔付；<br>
无论庄或闲，赢钱时都需要抽水5%。<br>
<p class="title">十三水规则</p>
（标签）玩法介绍：<br>
每局使用一副牌（不含大小王，共52张），每名玩家分配13张牌
将13张牌摆成三墩（头墩3张，中墩尾墩各5张）
头墩必须小于中墩，中墩必须小于尾墩，否则为“倒水“<br>
防以小博大说明：<br>
玩家输赢不能超过携带分数
结算时如果玩家输赢超过携带分数，则将输赢改为携带分数
然后分别算出本局输分玩家的总输赢
然后分别算出本局输分玩家的输分总和以及赢分总和，比较两方的
绝对值大小<br>
例如：<br>
同桌ABCD分别带入：1000、500、200、500；<br>
ABCD输赢对应为：-200、-800、900、100；<br>
因B、C玩家的输赢超出，故输赢应改为-200、-500、200、100；<br>
此时赢分玩家C、D赢分之和=200+100=300，输分玩家A、B
输分之和=-200+-500=-700，-700的绝对值大于300，
则C、D输赢直接按照修改后的分数结算，分别为200*0.95（抽水5%）
和100*0.95。<br>
A的输赢=-200*300/700，B的输赢=-500*300/700。<br>
最终ABCD的输赢为：-85.71、-214.28、190、95。<br>
<p class="title">（标签）牌型说明：</p>

普通牌型<br>
乌龙：一墩牌里都是一张张单独的牌，没牌型，获胜赢1水<br>
对子：除了两张一样点数的牌之外没有其他牌型，获胜赢1水<br>
两队：两个对子加上一个单张组成的牌型，获胜赢1水<br>
三条：除了三张一样点数的牌之外没有其他牌型，获胜赢1水；摆头墩
胜额外加2水<br>
顺子：点数按照顺序连续5张组成的牌型（特殊牌型除外），获胜赢1水<br>
同花：花色相同的五张牌组成的牌型（特殊牌型除外），获胜赢1水<br>
葫芦：一组三条加上一组对子组成的牌型，获胜赢1水；摆中墩胜
额外加1水<br>
铁枝：除了四张一样点数的牌之外没有其他牌型，获胜赢4水；摆中墩
胜额外加4水<br>
同花顺：花色相同的顺子组成的牌型，获胜赢5水；摆中墩胜额外加5水<br>

特殊牌型<br>
至尊青龙：同花A.K.Q.J.10.9.8.7.6.5.4.3.2各一张，获胜赢32水 <br>
一条龙：A.K.Q.J.10.9.8.7.6.5.4.3.2各一张，获胜赢30水 <br>
十二皇族：全是JQKA的牌型，获胜赢24水 <br>
三同花顺：中、尾墩为同花顺，头墩亦为3张同花色且数字连续，获胜赢20水 <br>
三分天下：牌中有三组铁支，获胜赢20水 <br>
全大：13张皆为8~ A，获胜赢10水 <br>
全小：13张皆为2~8，获胜赢10水 <br>
凑一色：都是红牌（红桃/方片）或黑牌（黑桃/梅花）的牌型，获胜赢10水 <br>
四套三条：4组3条加一张杂牌的牌型，获胜赢6水 <br>
五对三条：5组对子加一个3条的牌型，获胜赢5水 <br>
六对半：6组对子加一张杂牌的牌型，获胜赢4水 <br>
三顺子：中、尾墩为顺子，头墩亦为3张数字连续的牌，获胜赢4水 <br>
三同花：中、尾墩为同花，头墩亦为3张同花色牌，获胜赢3水 <br>

<p class="title">（标签）牌型大小：</p>

牌型：同花顺＞铁枝＞葫芦＞同花＞顺子＞三条＞两对＞对子＞乌龙<br>
点数：A＞K＞Q＞J＞10＞9＞8＞7＞6＞5＞4＞3＞2<br>
特殊牌型：至尊青龙＞一条龙＞十二皇族＞三同花顺＞三分天下＞全大＞全小<br>
＞凑一色＞四套三条＞五对三条＞六对半＞三顺子＞三同花<br>
结算：先比较普通牌型，大者获胜。特殊牌直接按人头嬴得对应水数。如有多位玩家拥有特殊牌型则特殊牌型的玩家做比较，大的获胜
普通牌型摆牌完成后，按照头墩、中墩、尾墩的顺序依次与其他三位玩家比较大小。先比较牌型，牌型相同按从大到小的顺序比点<br>
注：顺子中的A2345仅小于10JQKA（因A依然是点数最大的牌）<br>
<p class="title">（标签）结算计分：</p>
普通牌型<br>
头墩、中墩、尾墩分别计分
每胜过一位玩家则按照自身牌型赢得对方水数
其中一个玩家三墩全部胜过另外一位玩家时，则可以对其打枪
中枪者付给打枪者2倍的水，例如：A打枪B，B原输A共3水，
打枪后翻倍即输6水
一位玩家三墩全部胜过其他玩家，则为全垒打。
在打枪翻倍后若为全垒打，则中枪者需要再额外支付2倍的水。<br>

特殊牌型<br>
直接按特殊牌型嬴得普通牌型玩家对应水数
如有多位玩家拥有特殊牌型则特殊牌型的玩家做比较，大的获胜
获胜方亦按特殊牌型嬴得失败玩家对应水数
特殊牌型不参与打抢和全垒打<br>

结算<br>
玩家结算时按照输嬴的总水数结算，不单独与每个玩家结算
玩家输嬴＝此玩家总水数x底注
当玩家输嬴为正时，需要抽水5%<br>

<p class="title">抢庄炸金花规则</p>
<p class="title">玩法</p>
游戏人数：2-5人<br>
定庄：开局玩家开始抢庄，抢庄倍数最高的玩家为庄家；抢庄倍数相同时，携带金额越多的概率越大，超时不抢庄时，系统自动执行不抢操作。所有人不抢庄，随机产生一名庄家。<br>
闲家：定庄后，所有闲家开始选择下注倍数，超时不下注，系统自动下最小倍数。<br>
发牌：系统向每位玩家发3张手牌。<br>
比牌：所有玩家亮出手牌，闲家与庄家之间进行比较，闲家之间不进行比牌。
抽水：赢家所赢金额的5%。<br>
<p class="title">结算公式：</p>
A：房间底注<br>
X：庄家抢庄倍数<br>
Y：闲家下注倍数<br>
Z：赢家牌型倍数<br>
庄家胜利所嬴游戏币=A*X*Y*Z-抽水<br>
庄家失败所输游戏币=A*X*Y*Z<br>
闲家胜利所嬴游戏币=A*X*Y*Z-抽水<br>
闲家失败所输游戏币=A*X*Y*Z<br>
防以小博大机制：本局带入多少游戏币，本局最多输赢多少游戏币。<br>
比如您本局带入80，计算时你理论应得200。因为假如您本局输了最多只输80，所以为了公平起见，您本局最多也只能嬴80，而不是200。<br>
特殊情况：如果出现庄家不够输的情况，按照各闲家理论盈利比例结算输赢。<br>
比如庄家有100，一次性输完。A理论应该嬴200，B理论应该嬴200，C理论应该嬴400。由于庄家钱不够输。按照ABC理论盈利占比。<br>
<p class="title">最终得出：</p>
A实际盈利=200/(200+200+400)*100=25<br>
B实际盈利=200/(200+200+400)*100=25<br>
C实际盈利=400/(200+200+400)*100=50<br>

<p class="title">牌型说明</p>

<p>
     <img src="../../assets/imgaes/qucenter/38.png" alt="">
   </p>


<p>
     <img src="../../assets/imgaes/qucenter/39.png" alt="">
   </p>

<p class="title">牌型大小</p>
大小：豹子＞同花顺＞金花＞顺子＞对子＞散牌<br>
豹子：三张点数相同的牌（AAA最大，222最小）<br>
同花顺：花色相同的顺子（AKQ最大，A23最小）<br>
金花：花色相同，非顺子（AKJ最大，235最小）<br>
顺子：花色不同的顺子（AKQ最大，A23最小）<br>
对子：两张点相同的牌（AAK最大，223最小）<br>
散牌：三张牌不组成任何类型的牌（AKJ最大，234最小）<br>
特殊：由不同花色2、3、5组成的牌型<br>
先比牌型：相同牌型按顺序比点，点数相同则按顺序比花色<br>
点数：2为最小，A为最大。从大到小依次为：A、K、Q、J、10、9、
8、7、6、5、4、3、2<br>
花色：黑桃＞红桃＞梅花＞方片<br>
顺子：AKQ＞KQJ...432＞32A。（KA2不是顺子）<br>
对子牌型大小比较：先比对子点数，对子点数相同，再比单牌点数。<br>
单牌点数也相同时，再比对子里面最大花色<br>

<p class="title">牌型倍数</p>
1倍   散牌<br>
2倍   对子<br>
3倍   顺子、金花<br>
4倍   同花顺、豹子<br>
<p class="title">斗地主</p>
<p class="title">玩法介绍</p>
游戏由三个人玩一副牌，地主是一方，其余两家为另一方，双方对战，先出完的一方胜利。<br>
发牌：一副牌54张，每人17张，留3张做底牌，在确定地主之前玩家不能看底牌。<br>
叫牌：系统随机选择一人开始叫牌，按逆时针顺序轮流进行。叫牌时可以选择1分、2分、3分和不叫；叫分持续到一个人叫3分或者另外两个人都不叫分为止。如果都“不叫”则重新发牌，重新叫牌。叫牌结束后，地主玩家获得三张底牌。出牌：由地主先出牌，然后按逆时针顺序依次出牌，轮到玩家跟牌时玩家可选择不出或者按规则出牌。直至某一方牌先出完
结束此局。<br>
1.继续游戏按钮没出来前严禁玩家退出。<br>
2.玩家强制退出游戏，不会退还已下底分，并且按正常流程进行收益结算。<br>

<p class="title">牌型计算</p>
王炸：即双王(双鬼)，最大牌。<br>
炸弹：4张相同点数牌。<br>
单牌：单张牌，比如3。<br>
对子：2张点塑相同的牌。<br>
三张：3张点数相同的牌。<br>
三带一：3张点数相同牌+1张单牌。例如3张3+单4.<br>
三代二：3张点数相同的牌+1对牌。例如3张3+对4。<br>
单顺子：五张或更多连续的牌。例如单3+单4+单5+单6+单7；不包括2点和双王。<br>
双顺子：三张或更多连续的对牌。例如对3+对4+对5；不包括2点和双王。<br>
三顺子：2个或更多连续的三张牌。例如三张3+三张4+三张5.不包括2点和双王。也叫飞机不带翅膀。<br>
飞机带翅膀：三顺+同数量的单牌(或同数量的对牌)<br>
四带二四张牌+任意2张单牌(或任意2对牌)；例如四张5+单3+单4或四张4+对5+对6。<br>
<p class="title">牌型大小</p>
1：王炸最大，可以打任意其他的牌。<br>
2：炸弹比王炸小，比其他牌大。都是炸弹时按牌的点数比大小。<br>
3：除王炸和炸弹外，其他牌必须要牌型相同且总张数相同才能比大小。<br>
4：单牌按分值比大小，依次是：大王>小王>2>A>K>Q>J>10>9>8>7>6>5>4>3，不分花色。<br>
5：对牌、三张牌都按分值比大小。<br>
6：顺牌按最大的一张牌的分值来比大小。<br>
7：飞机带翅膀和四带二按其中的三顺额四张部分来比，带的牌不影响大小。<br>

<p class="title">牌型倍数</p>
炸弹：每出一个炸弹，倍数×2.<br>
王炸：倍数×2.<br>
春天：农民一张牌没出，地主就赢了，出现这种情况时倍数×2。<br>
反春天：地主只出了一手牌，农民就赢了，此时倍数×2。<br>

<p class="title">结算</p>
X：底分<br>
Y：倍数<br>
地主胜利所赢金币=农民A失败所输金币+农民B失败所输金币-抽水。<br>
地主失败所输金币=农民A胜利所赢金币+农民B胜利所赢金币+抽水。<br>
农民胜利所赢金币=X*Y-抽水；<br>
农民失败所输金币=X*Y；<br>
抽水：赢家所赢金额的5%。<br>
防以小博大机制：<br>
情况1：农民胜利<br>
农民A所赢金币=(农民A携带、X*Y、地主携带金币/2)中取最小值-抽水农民B所赢金币=(农民B携带、X*Y、地主携带金币/2)中取最小值-抽水<br>
情况2：地主胜利<br>
农民A所输金币=(农民A携带、X*Y、地主携带金币/2)中取最小值。<br>
农民B所输金币=(农民B携带、X*Y、地主携带金币/2)中取最小值地主所赢金币=农民A所输金币+农民B所输金币-抽水。<br>
倍数限制：为避免产生过大的输赢倍数，炸弹和王炸产生的倍数不得超过牌桌最大倍数限制。比如某房间最大倍数限制是8倍，农民A连出了3个炸弹，此时倍数达到8倍限制。再出炸弹或王炸都不再计算倍数。<br>
<p class="title">红包捕鱼</p>
<p class="title">玩法介绍</p>
1：点击屏幕可以开炮，长按则连续发炮。<br>
2：鱼的价值不同，根据个人喜好选择目标。<br>
击杀成功后获得奖励=底分*击杀赔付倍数，本游戏不抽水。<br>
3：点击炮台左右的加减按钮可以切换子弹底分。<br>
4：点击游戏界面下方的【自动】为自动开炮，和【锁定】按钮可以激活相应功能。<br>
5：激活【自动】为自动开炮，您只需要选择需要的角度即可。<br>
<p class="title">抢庄牛牛</p>
<p class="title">玩法介绍</p>
定庄：开局玩家开始抢庄家。抢庄倍数最高的玩家为本局庄家，抢庄倍数相同时随机一名玩家坐庄。超时不抢庄，系统自动执行不抢操作。所有人不抢庄，随机一名玩家坐庄。<br>
闲家：定庄后，所有闲家开始下注倍数。携带金额越多，最大可下注倍数越大；超时不下注，系统自动下最小倍数。<br>
开始发牌：系统向每名玩家发五张手牌。<br>
拼牛：玩家拿到五张手牌后即开始拼牛。<br>
比牌：拼牛完成后，所有玩家亮出手牌。闲家只与庄家比，闲家之间不互相比。<br>
防以小博大机制：本局带入多少金额，本局最多就输赢多少金额。比如您本局带入50，计算时你理论上应得100。但假如您本局输了最多只输50，为了公平起见，您本局最多也只能赢50，而不是100。<br>
抽水：赢家所赢金额的5%<br>
特殊情况：如果出现庄家不够赔的情况，按照各闲家理论盈利比例结算输赢。比如庄家有100，一次性输完，A理论应该赢100，B理论应该赢150，C理论应该赢250。由于庄家钱不够赔，按照A、B、C理论盈利占比，最终得出：<br>
A实际盈利=100/(100+150+250)*100=20<br>
B实际盈利=150/(100+150+250)*100=30<br>
C实际盈利=250/(100+150+250)*100=50<br>
注：<br>
有极低概率会出现庄家不够赔且陪付金额无法整除，零头将随
机分配给一位赢家。<br>

<p class="title">牌型计算</p>
牌面：10、J、Q、K的点数都算作10，其他牌按牌面数字计算。<br>
没牛：5张牌中任意3张牌的点数之和都不为10的整数倍。<br>
有牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的牌面值之和不为10的整数倍，则这2张点数之和的个位数即为牛几。<br>
牛牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的点数相加也为10的整数倍。<br>
四花牛：5张牌中有4张牌为花牌(J、Q、K)中的任意牌，且第5张牌为10。<br>
五花牛：5张牌为花牌(J、Q、K)中的任意牌。<br>
四炸：5张牌中有4张牌相同，第5张随意。<br>
五小牛：5张牌的点数都小于5，且点数之和小于等于10。<br>

<p class="title">牌型大小</p>
牌型大小比较：五小牛>四炸>五花牛>四花牛>牛牛>牛九>牛八>牛七>牛六>牛五>牛四>牛三>牛二>牛一>没牛<br>
炸弹大小比较：比较四炸的牌面大小。<br>
同牌型大小比较：比最大牌的点数(K>Q>J>10>9>8>7>6>5>4>3>2>A)；如果最大牌的点数相同时再比较最大牌花色(黑桃>红桃>梅花>方块)<br>

<p class="title">牌型倍数</p>
<p>
     <img src="../../assets/imgaes/qucenter/40.png" alt="">
   </p>


<p class="title">看牌抢庄牛牛</p>
<p class="title">玩法介绍</p>
定庄：开局玩家开始抢庄家。抢庄倍数最高的玩家为本局庄家，抢庄倍数相同时随机一名玩家坐庄。超时不抢庄，系统自动执行不抢操作。所有人不抢庄，随机一名玩家坐庄。<br>
闲家：定庄后，所有闲家开始下注倍数。携带金额越多，最大可下注倍数越大；超时不下注，系统自动下最小倍数。<br>
开始发牌：系统向每名玩家发五张手牌。<br>
拼牛：玩家拿到五张手牌后即开始拼牛。<br>
比牌：拼牛完成后，所有玩家亮出手牌。闲家只与庄家比，闲家之间不互相比。<br>
防以小博大机制：本局带入多少金额，本局最多就输赢多少金额。比如您本局带入50，计算时你理论上应得100。但假如您本局输了最多只输50，为了公平起见，您本局最多也只能赢50，而不是100。<br>
抽水：赢家所赢金额的5%<br>
特殊情况：如果出现庄家不够赔的情况，按照各闲家理论盈利比例结算输赢。比如庄家有100，一次性输完，A理论应该赢100，B理论应该赢150，C理论应该赢250。由于庄家钱不够赔，按照A、B、C理论盈利占比，最终得出：<br>
A实际盈利=100/(100+150+250)*100=20<br>
B实际盈利=150/(100+150+250)*100=30<br>
C实际盈利=250/(100+150+250)*100=50<br>
注：<br>
有极低概率会出现庄家不够赔且陪付金额无法整除，零头将随
机分配给一位赢家。<br>

<p class="title">牌型计算</p>
牌面：10、J、Q、K的点数都算作10，其他牌按牌面数字计算。<br>
没牛：5张牌中任意3张牌的点数之和都不为10的整数倍。<br>
有牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的牌面值之和不为10的整数倍，则这2张点数之和的个位数即为牛几。<br>
牛牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的点数相加也为10的整数倍。<br>
四花牛：5张牌中有4张牌为花牌(J、Q、K)中的任意牌，且第5张牌为10。<br>
五花牛：5张牌为花牌(J、Q、K)中的任意牌。<br>
四炸：5张牌中有4张牌相同，第5张随意。<br>
五小牛：5张牌的点数都小于5，且点数之和小于等于10。<br>
<p class="title">牌型大小</p>
牌型大小比较：五小牛>四炸>五花牛>四花牛>牛牛>牛九>牛八>牛七>牛六>牛五>牛四>牛三>牛二>牛一>没牛<br>
炸弹大小比较：比较四炸的牌面大小。<br>
同牌型大小比较：比最大牌的点数(K>Q>J>10>9>8>7>6>5>4>3>2>A)；如果最大牌的点数相同时再比较最大牌花色(黑桃>红桃>梅花>方块)<br>

<p class="title">牌型倍数</p>

<p>
     <img src="../../assets/imgaes/qucenter/41.png" alt="">
   </p>

<p class="title">炸金花</p>
<p class="title">牌型</p>
大小：豹子>同花顺>金花>顺子>对子>散步；特殊>豹子。<br>
豹子：三张点数相同的牌(AAA最大，222最小)<br>
同花顺：花色相同的顺子(AKQ最大， A 23最小)<br>
金花：花色相同， 非顺子(A KJ最大， 235最小)<br>
顺子：花色不同的顺子(AKQ最大，A23最小)o<br>
对子：两张点相同的牌(A AK最大， 223最小)<br>
散牌：三张牌不组成任何类型的牌(A KJ最大，234最小)<br>
特殊：由不同花色2、3、5组成的牌型。<br>
先比牌型：相同牌型按顺序比点，点数相同则按顺序比花色<br>
点数：2为最小，A为最大。从大到小依次为：A、K、Q、J、10、9、8、7、6、5、4、3、2。<br>
花色：黑桃>红桃>梅花>方片。<br>
顺子：AKQ>KQJ...432>32A。(KA2不是顺子)<br>
对子牌型大小比较：先比对子点数，对子点数相同再比单牌点数。单牌点数也相同时，再比对子里面最大花色。<br>
<p class="title">玩法</p>
1：随机将2-5位玩家分配到同一桌。<br>
2：发牌前每个玩家自动投入底注。<br>
3：每个玩家依次发3张牌，默认牌面朝下。<br>
4：随机一家先进行操作，再按逆时针方向轮流操作。<br>
5：第二轮开始才可以比牌；比牌也需要投注，金额与所需跟注金额相同.<br>
6：携带金额低于所需跟注金额时进行比牌会触发孤注一掷效果。<br>
7：孤注一掷时投出玩家所有筹码并从下家开始依次比牌。<br>
8：所有玩家依次进行了操作叫作一轮，每局最多20轮。<br>
9：达到轮数上限后，从接下来开始操作的玩家开始依次与下家强制比牌，此轮
比牌无需进行下注。<br>
11：比牌输掉或者弃牌的玩家会被淘汰，每局只能有一位获胜者。<br>
12：防超时弃牌：默认勾选。勾选后，看牌情况下，在不可比牌阶段超时未操作且牌型为顺子及以上时，会自动跟注；其他情况则执行弃牌。在可比牌阶段，玩家已看牌情况下超时未
操作，若玩家是顺子及以上的牌型，系统会自动进行比牌操作；若玩家是顺子以下牌型(不包括顺子)，则会执行弃牌操作，未看牌勾选按钮超时将自动弃牌。<br>
<p class="title">Tỷ lệ cược</p>
1：系统会从玩家赢得的筹码中抽水5%。<br>
2：非“孤注一掷”的情况下获胜，可以赢得桌面所有筹码。<br>
3：当触发“孤注一掷”时获胜，返还其他玩家多余的投注筹码并赢得桌面剩余筹码。<br>
其他玩家多余的投注筹码=剩余玩家本轮投注筹码*(玩家自己应该投注筹码-玩家自己实际投注筹码)/玩家自己应该投注筹码。例如玩家孤注一掷时应该投注10，但只投注了5，某剩余玩家本轮投注了20，则需要给此剩余玩家返还20*(10-5)/10=10。<br>
<p class="title">龙虎斗</p>
<p class="title">介绍：</p>
《龙虎斗》是一款游戏速度极快，极刺激的棋牌游戏。游戏分为龙、虎、和3个投注区，可以多人同时进行投注，投中即可获得相应的赔率返奖。
<p class="title">规则：</p>
本游戏采用8副牌(不含大小鬼)合计416张。<br>
每牌靴随机使用416张中的一部分。<br>
牌面大小只比点数，不比花色，牌面大者获胜，点数相同即为和。<br>
点数大小：K>Q>J>10>9>8>7>6>5>4>3>2>A<br>
<p class="title">赔付：</p>
【龙】1：2(和局全退)<br>
【虎】1：2(和局全退<br>
【和】1：9<br>
<p class="title">抽水：</p>
赢家所赢金额的5%。<br>
注：<br>
下注龙或虎，开出“和”，本局不计算有效投注。<br>
同时下注龙和虎，本局不计算有效投注。<br>
同时下注龙和虎其中一个，又下注和，正常计算有效投注。<br>

<p class="title">百人牛牛</p>
<p class="title">玩法：</p>
游戏用牌为一副牌除大小王，共计52张。<br>
闲家所有下注点只和庄家比，闲家之间不互比。<br>
本游戏一共4个下注点，分别为天、地、玄、黄。<br>
<p class="title">牌型：</p>
牌面：10、J、Q、K的点数都算作10，其他牌按牌面数字计算。<br>
没牛：5张牌中任意3张牌的点数之和都不为10的整数倍。<br>
有牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的牌面值之和不为10的整数倍，则这2张点数之和的个位数即为牛几。<br>
牛牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的点数相加也为10的整数倍。<br>
四花牛：5张牌中有4张牌为花牌(J、Q、K)中的任意牌，且第5张牌为10。<br>
五花牛：5张牌为花牌(J、Q、K)中的任意牌。<br>
四炸：5张牌中有4张牌相同，第5张随意。<br>
五小牛：5张牌的点数都小于5，且点数之和小于等于10<br>
<p class="title">牌型比较：</p>
牌型大小比较：五小牛>四炸>五花牛>四花牛>牛牛>牛九>牛八>牛七>牛六>牛五>牛四>牛三>牛二>牛一>没牛<br>
炸弹大小比较：比较四炸的牌面大小。<br>
同牌型大小比较：比最大牌的点数(K>Q>J>10>9>8>7>6>5>4>3>2>A)；如果最大牌的点数相同时再比较最大牌花色(黑桃>红桃>梅花>方块)<br>
<p class="title">Tỷ lệ cược：</p>
牛牛~五小牛3倍<br>
牛七~牛九2倍<br>
没牛~牛六1倍<br>
<p class="title">赔付：</p>
抽水为5%，按照单个下注区域单独抽水。<br>
注：当下注游戏币超过身上携带游戏币的1/3时，将无法下注。<br>

<p class="title">百家乐</p>
<p class="title">玩法：</p>
1.游戏用牌为8副牌除大小王，共计416张。<br>
2.庄闲各先派两张牌，“闲家”先发，如第一轮未分出胜负再按“牌例”进行补牌。<br>
3.每方最多再发1张牌(补牌)，谁最接近9点即为胜方，而相同点数字即为和局。<br>
<p class="title">补牌：</p>
起手牌点数总和	闲家补牌规则	庄家补牌规则<br>
0	须补牌	须补牌<br>
1	须补牌	须补牌<br>
2	须补牌	须补牌<br>
3	须补牌	当闲家补得第三张牌是8，<br>
不须补牌，其余则须补牌<br>
4	须补牌	当闲家补得第三张牌是0，1，8，9<br>
不须补牌，其余则须补牌<br>
5	须补牌	当闲家补得第三张牌是0，1，2，3，8，9<br>
不须补牌，其余则须补牌<br>
6	不须补牌	当闲家补得第三张牌是6，7<br>
不须补牌，其余则须补牌<br>
7	不须补牌	不须补牌<br>
8	天生赢家	天生赢家<br>
9	天生赢家	天生赢家<br>

先判断闲是否需要补牌；<br>
庄闲任何一方起手牌合计8或9点时，对方不须补牌，即定胜负(双方同持8或9点话为和)o另外庄闲两方各持6、7点的话亦为即定胜负(双方同持6或7点的话为和)<br>


投注点	赔付倍数	获胜条件<br>
庄	1赔1.95	“庄”下注点的牌面点数大于“闲”下注点<br>
闲	1赔1.95	“闲”下注点的牌面点数大于“庄”下注点<br>
和	1赔8.6	“庄”、““闲”下注点的牌面点数相同点<br>
庄对	1赔11.45	指庄的起手2张牌相同<br>
闲对	1赔11.45	指闲的起手2张牌相同<br>
1：和局时，“庄”“闲”的下注将退回，且不计有效投注。<br>
2：同时下注“庄”、“闲”或“庄’、“闲”、“和”时，无论下注多少，均不计入有效投注。<br>
3：其他情况有效下注金额等于实际下注金额。<br>
4：本游戏按5%抽水。<br>

<p class="title">通比牛牛</p>
<p class="title">玩法介绍</p>
下注阶段：开局后所有玩家开始选择下注倍数。<br>
发5张牌：所有玩家下注完成后，系统向每名玩家发5张牌。<br>
摊牌：玩家拿到5张手牌后，点击摊牌按钮即可亮出自己的手牌。<br>
比牌：所有摊牌完成后，牌型最大的玩家即为本局赢家，其他玩家为输家。输家按结算规则向赢家赔付游戏币。<br>
<p class="title">结算公式：</p>
A：房间底注<br>
M：赢家牌型对应的倍数<br>
×：赢家下注倍数<br>
Y：输家下注倍数<br>
输家所输游戏币=A*M*X*Y；<br>
输家本局身上携带游戏币与赢家本局身上携带游戏币中取最小值。<br>
例如：A*M*X*Y=100<br>
输家本局身上携带游戏币=1000<br>
赢家本局身上携带游戏币=50<br>
那么输家所输游戏币=50<br>
赢家所赢游戏币=所有输家所输游戏币相加-抽水<br>
抽水：赢家所赢金额的5%。<br>
防以小博大机制：<br>
本局带入多少游戏币，从每个输家身上最多赢多少游戏币。<br>

<p class="title">牌型计算</p>
牌面：10、J、Q、K的点数都算作10，其他牌按牌面数字计算。<br>
没牛：5张牌中任意3张牌的点数之和都不为10的整数倍。<br>
有牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的牌面值之和不为10的整数倍，则这2张点数之和的个位数即为牛几。<br>
牛牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的点数相加也为10的整数倍。<br>
四花牛：5张牌中有4张牌为花牌(J、Q、K)中的任意牌，且第5张牌为10。<br>
五花牛：5张牌为花牌(J、Q、K)中的任意牌。<br>
四炸：5张牌中有4张牌相同，第5张随意。<br>
五小牛：5张牌的点数都小于5，且点数之和小于等于10。<br>

<p class="title">牌型大小</p>
牌型大小比较：五小牛>四炸>五花牛>四花牛>牛牛>牛九>牛八>牛七>牛六>牛五>牛四>牛三>牛二>牛一>没牛<br>
炸弹大小比较：比较四炸的牌面大小。<br>
同牌型大小比较：比最大牌的点数(K>Q>J>10>9>8>7>6>5>4>3>2>A)；如果最大牌的点数相同时再比较最大牌花色(黑桃>红桃>梅花>方块)<br>

<p class="title">牌型倍数</p>

<p>
     <img src="../../assets/imgaes/qucenter/42.png" alt="">
   </p>

<p class="title">21点</p>
<p class="title">玩法介绍</p>
游戏使用8副牌，不包含大小王。系统为庄家，玩家为闲家。玩家的目标是使手中牌的点数之和不超过21点且比庄家大。<br>
下注：游戏开始后，玩家可根据自己意愿选择不同的下注金额。如果超时不进行下注，系统自动执行下最小注操作。<br>
下注其他座位：如果某张座位没有玩家，那么玩家在下注完自己的下注点后可以在其他没有玩家的座位进行下注。可以理解为一个人同时玩多个座位。<br>
发牌：所有玩家下注完成后，系统由庄到闲依次发两轮牌，每轮没加发一张；闲家发牌顺序按座位号从1至5发牌。庄家第一张牌为明牌，第二张为暗牌。<br>
买保险：所有玩家发牌完成后，如果此时庄家的明牌是A，闲家可以选择是否购买保险。购买保险需要花费原下注金额一半的]费用。当所有玩家做出决定且至少有一名玩家购买了保险，庄家可查看他牌面朝下的那张牌。如果庄家牌型是黑杰克，购买保险的玩家获得保险1：2的赔率，并且结算本局。如果庄家牌型不是黑杰克，则所有保险归庄家所有，游戏继续。<br>
开始游戏：以上操作完成后，从座位号最小的玩家开始依次进行操作。
<p class="title">开始游戏</p>
点数计算：2到10的牌的点数为其牌面数字。J、Q、K的点数为10点。A可视
为1点或11点，这取决于手牌点数是否超过21点，当玩家停牌时，点数一律视
为最大而尽量不爆。<br>
双倍下注：只有两张手牌时，玩家可以将下注金额翻倍，并且再拿一张牌，然后强制停牌。<br>
分牌：当两张手牌点数相同时，玩家可以将下注金额翻倍，将手牌一分为二，每份牌再拿一张牌。新组成的两幅手牌视为单独的牌，可分别执行双倍下注操作。<br>
要牌：再要一张牌。只要玩家点数不超过21点，且数量不超过5张，即可重复此操作。<br>
停牌：不再要牌，保持现有手牌不变。<br>
庄家要牌：所有玩家回合结束后，进入庄家回合庄家点数小于17点必须要牌大于等于17点必须停牌。<br>
比牌：闲家只与庄家进行点数比较。<br>
黑杰克：有且仅有2张手牌，且分别为A和1张10点牌，这种21点牌成为黑杰克，本轮中不需要再进行操作。如果庄家牌不是黑杰克那么庄家赔率为2：3.<br>
注意：分牌后的21点不算作黑杰克。<br>
五小龙：手牌达到5张且没有爆牌，成为五小龙。如果庄家牌型小于您的五小龙，庄家赔率为2：3<br>
续押：点击续押则直接押上次下注数额的筹码，如果不够则不能续押。<br>
抽水：赢家所赢金额的5%。<br>
<p class="title">牌型比较</p>
黑杰克>五小龙>普通21点>其他点数
如果庄闲牌型或点数相同视为平局，退还下注金额。<br>
如果庄闲都爆牌，则庄家赢。<br>


<p class="title">森林舞会</p>
本游戏有3套倍率，每次开局随机选择一套：<br>
倍率表1<br>
动物	倍率	动物	倍率	动物	倍率	动物	倍率<br>
狮子	46	熊猫	23	猴子	13	兔子	8<br>
狮子	40	熊猫	10	猴子	11	兔子	7<br>
狮子	25	熊猫	12	猴子	7	兔子	4<br>
倍率表2<br>
动物	倍率	动物	倍率	动物	倍率	动物	倍率<br>
狮子	35	熊猫	17	猴子	10	兔子	6<br>
狮子	31	熊猫	15	猴子	8	兔子	5<br>
狮子	40	熊猫	20	猴子	11	兔子	7<br>
倍率表3<br>
动物	倍率	动物	倍率	动物	倍率	动物	倍率<br>
狮子	28	熊猫	14	猴子	8	兔子	5<br>
狮子	35	熊猫	20	猴子	11	兔子	8<br>
狮子	31	熊猫	17	猴子	10	兔子	6<br>
游戏每局开始为押注时间，，在押注时间内玩家可以押任意的下注点。<br>
当押注的时间结束后进行开奖，每次开奖转盘轮数不定，最多5轮，转盘转动停止会指向相应的动物和颜色，玩家押中对应的颜色动物时，押中的下注点分值直乘以倍数结算为游戏币返还给玩家。<br>
<p class="title">下注点：</p>
所有下注点可以同时任意押注。下注点由3种颜色和4种动物两两组合，共计12个下注点。<br>
<p class="title">动物：</p>
分别是兔子、猴子、熊猫、狮子。<br>
<p class="title">颜色：</p>
分别是红色、绿色、黄色。<br>
<p class="title">赔付：</p>
抽水为5%，按照单个下注区域单独抽水。<br>
<p class="title">特殊模式：</p>
大三元：转盘停止后，所中动物的3中颜色都可以中奖。<br>
大四喜：转盘停止后，所中颜色的4种动物都可以中奖。<br>
送灯：额外赠送1个开奖点，即出现2个开奖点。(赠送的与原开奖点不同)<br>
霹雳闪电：结算时，使中奖倍数翻倍。<br>


<p class="title">抢庄牌九</p>
<p class="title">玩法介绍</p>
简介：游戏共有32张牌，每轮游戏分为2局，必须玩满两局才可以退出或者重新匹配下一局。第一局从32张牌中随机抽取8张发给玩家(每人2张)，第二局从余下的24张牌中随机抽取8张发给玩家。<br>
定庄：开局后玩家开始抢庄。抢庄倍数最高的玩家为本局庄家，抢庄倍数相同时携带游戏币越多坐庄概率越大。所有玩家都不抢庄，随机一名玩家坐庄。<br>
下注：定庄后，所有闲家开始选择下注倍数。携带游戏币越多，最大可下注倍数越大。超时不下注，默认执行下最小倍数操作。<br>
发牌：所有玩家下注完成后，系统向每名玩家发2张牌。所有玩家下注完成后，系统投掷两颗骰子，根据骰子点数之和决定发牌顺序。1点庄家，2点是庄家的下家，顺时针以此类推。决定出向谁先发牌后，然后系统按逆时针向每位玩家发两张牌。<br>
亮牌：发牌完成后从庄家下家开始，系统按顺时针自动执行亮牌操作。<br>
比牌：根据亮牌结果进行比牌，闲家只与庄家比牌，闲家与闲家之间不比牌。<br>
比牌原则：对牌>点数牌。<br>
首先看有无配成对牌，如果配对牌且牌型相同，那么视为和局。<br>
如果没有配成对牌，那么以两牌点数之和取个位数来进行比牌(比如8点+7点=15点=5点)。如果点数相同则比较单牌最大牌的大小。如果单牌最大牌的大小也相同，那么比单牌最小牌的大小。<br>
如果还是相同，那么视为和局。<br>
对牌大小排序、单牌大小排序。<br>
<p class="title">结算公式：</p>
A：房间底注<br>
×：庄家抢庄倍数<br>
丫：闲家下注倍数<br>
庄家胜利所赢游戏币=A*X*Y-抽水<br>
庄家失败所输游戏币=A*X*Y<br>
闲家胜利所嬴游戏币=A*X*Y-抽水<br>
闲家失败所输游戏币=A*X*Y<br>
防以小博大机制：本局带入多少游戏币，本局最多输赢多少游戏币。比如您本局带入80，计算时你理论应得200。因为假如您本局输了最多只输80，所以为了公平起见，您本局最多也只能赢80，而不是200。<br>
特殊情况：如果出现庄家不够输的情况，按照各闲家理论盈利比例结算输赢。比如庄家有100，一次性输完。A理论应该赢200，B理论应该嬴200，C理论应该赢400。由于庄家钱不够输。按照ABC理论盈利占比。<br>
<p class="title">最终得出：</p>
A实际盈利=200/(200+200+400)*100=25<br>
B实际盈利=200/(200+200+400)*100=25<br>
C实际盈利=400/(200+200+400)*100=50<br>
抽水：赢家所赢金额的5%<br>

<p class="title">对牌大小</p>


<p>
     <img src="../../assets/imgaes/qucenter/43.png" alt="">
   </p>


<p>
     <img src="../../assets/imgaes/qucenter/44.png" alt="">
   </p>

<p class="title">对牌说明</p>

<p>
     <img src="../../assets/imgaes/qucenter/45.png" alt="">
   </p>
<p>
     <img src="../../assets/imgaes/qucenter/46.png" alt="">
   </p>
   <p>
     <img src="../../assets/imgaes/qucenter/47.png" alt="">
   </p>
   <p>
     <img src="../../assets/imgaes/qucenter/48.png" alt="">
   </p>
   <p>
     <img src="../../assets/imgaes/qucenter/49.png" alt="">
   </p>
   <p>
     <img src="../../assets/imgaes/qucenter/50.png" alt="">
   </p>
<p class="title">单牌大小</p>

<p>
     <img src="../../assets/imgaes/qucenter/51.png" alt="">
   </p>
<p>
     <img src="../../assets/imgaes/qucenter/52.png" alt="">
   </p>


<p class="title">抢庄21点</p>
<p class="title">玩法介绍</p>
游戏使用1副牌，不包含大小王，共计52张。玩家的目标是使手中牌的点数之和不超过21点且比对手大。<br>
定庄：游戏开始后玩家进行抢庄。多人抢庄时庄家随机指定。超时不抢庄，系统自动执行不抢操作。所有玩家都不抢庄，随机一位玩家坐庄。<br>
下注：定庄后，所有闲家开始选择下注倍数。携带金币越多最大可下注倍数越大。如果超时不进行下注，系统自动执行下最小倍数操作。<br>
发牌：系统向每位玩家发两张手牌。<br>
要牌：再要一张牌。只要玩家点数不超过21点，且数量不超过5张，即可重复此操作。<br>
停牌：不再要牌，保持现有手牌不变。<br>
比牌：闲家只与庄家进行点数比较。<br>
<p class="title">结算公式</p>
A：房间底注<br>
Y：闲家下注倍数<br>
庄家胜利所赢游戏币=A*Y-抽水<br>
庄家失败所输游戏币=A*Y<br>
闲家胜利所赢游戏币=A*Y-抽水<br>
闲家失败所输游戏币=A*Y<br>
抽水：赢家所赢金额的5%。<br>
防以小博大机制<br>
本局带入多少游戏币，本局最多输赢多少游戏币。比如您本局带入80，计算时你理论赢得200。但假如您本局输了最多只输80，为了公平起见，您本局最多只能赢80，而不是200。<br>
<p class="title">特殊情况：</p>
如果出现庄家不够输的情况，按照各闲家理论盈利比例结算输赢。比如庄家有100，一次性输完，A理论应该赢200，B理论应该赢200，C理论应该赢100，D理论应该赢300。由于庄家钱不够输。按照ABCD理论盈利占比；<br>
<p class="title">最终得出：</p>
A实际盈利=200/(200+200+100+300)*100=25<br>
B实际盈利=200/(200+200+100+300)*100=25<br>
C实际盈利=100/(200+200+100+300)*100=12.5<br>
D实际盈利=300/(200+200+100+300)*100=37.5<br>

<p class="title">牌型大小</p>
点数计算：2到10的牌的点数为其牌面数字。J、Q、K的点数为10点。A可视为1点或11点，这取决于手牌点数是否超过21点，当玩家停牌时，点数一律视为最大而尽量不爆。<br>
黑杰克：有且仅有2张手牌，且分别为A和1张10点牌，这种21点牌成为黑杰克。<br>
五小龙：手牌达到5张且没有爆牌，成为五小龙。<br>
<p class="title">牌型大小比较：</p>
黑杰克>五小龙>普通21点>其他点数>爆牌<br>
如果庄闲牌型或点数相同视为平局，退还下注金额。如果庄闲都爆牌视为平局，退还下注金额。<br>

<p class="title">超时保护</p>
牌局超时保护：<br>
牌局超时，牌型点数小于12点，玩家未要牌，系统自动进行要牌操作。<br>
点数大于或等于12点自动停牌。<br>

<p class="title">三公</p>
<p class="title">玩法介绍</p>
开始发牌：游戏开始后，系统向每位玩家发三张牌，牌值不可见；<br>
定庄：所有玩家开始抢庄，点过抢庄的玩家均有机会坐庄，如果有多个玩家抢庄，那么携带金额越多的玩家坐庄的机会越大，如果所有人都不抢庄，那么随机一名玩家坐庄；<br>
开始下注：定庄后，所有闲家开始选择下注金额，庄家和闲家携带金额越多，最大可下注金额越大；<br>
开牌：所有玩家下注完成后，玩家可以点击摊牌按钮亮出自己的手牌；<br>
比牌：所有玩家亮出手牌后。闲家只与庄家互比，闲家之间不互比；<br>
<p class="title">防以小博大机制：</p>
本局带入多少游戏币，本局最多输赢多少游戏币；<br>
例如：本局带入80，结算时理论应得200，但假如本局输了最多只输80，为公平起见，本局最多也只能赢80，而不是200。如果出现庄家不够输的情况，按照闲家理论盈利比例结算
输赢；<br>
例如：庄家有100，一-次性输完，A理论应该赢200，B理论应该赢200， C理论应该赢400， 由于庄家钱不够输， 按照ABC理论盈利占比，最终得出：<br>
A实际盈利=200/(200+200+400)*100=25<br>
B实际盈利=200/(200+200+400)*100=25<br>
C实际盈利=400/(200+200+400)*100=50<br>
抽水：系统会从玩家赢得的筹码中抽水5%。<br>

<p class="title">牌型说明</p>
牌面：J，Q，K的点数都算作0点，也称为公仔牌<br>
爆玖：由任意三张3构成的牌型，比如333<br>
炸弹：由点数相同的三张牌组成的牌型，比如QQQ，222<br>
三公：由任意三张不相同的公仔牌构成的牌型， 比如KK Q， KQJ<br>
点数牌：任意三张牌点数相加取个位数，比如KQ9=9点，553=3点，235=0点<br>

<p class="title">牌型大小</p>
牌型点数大小：K>Q>J>10>9>8>7>6>5>4>3>2>A<br>
花色大小：黑桃>红桃>梅花>方块<br>
基本牌型大小：爆玖>炸弹>三公>9点>8点>7点>6点>5点>4点>3点>2点>1点>0点<br>
炸弹大小比较：KKK>QQQ>JJJ>101010>999>888>777>666>555>444>222>AAA<br>
基本牌型大小比较：如果多家牌型都是三三公，则先比较玩家最大的那张公仔牌如果还是相同，则比较玩家最大公仔牌的花色；<br>
点数牌型大小比较：如果多个玩家都是点数相同的牌，那么先比较玩家的公仔牌数量，谁的公仔牌数量多谁胜，如果公仔牌的数量-致，则比较最大的那张单牌的点数大小，如果点数
相同则比较花色<br>
<p class="title">牌型倍数</p>
1倍：0点-6点<br>
2倍：7点-9点<br>
3倍：三公<br>
4倍：炸弹<br>
5倍：爆玖<br>

<p class="title">结算计分</p>
A：房间底注<br>
M：庄家牌型对应的倍数<br>
N：闲家牌型对应的倍数<br>
Y：闲家下注倍数<br>
庄家胜利所赢游戏币=A*M*Y-抽水<br>
庄家失败所输游戏币=A*N*Y<br>
闲家胜利所赢游戏币=A*N*Y~抽水<br>
闲家失败所输游戏币=A*M*Y<br>


<p class="title">德州扑克</p>
<p class="title">玩法说明</p>

<p>
     <img src="../../assets/imgaes/qucenter/53.png" alt="">
   </p>
<p class="title">玩法介绍</p>
本游戏使用一副扑克牌52张(不含大小王)，支持最多9人同桌。在牌局开始的时候，每个玩家分得2张牌作为"手牌”(仅自己可见)，荷官会分三次陆续发出5张公共牌(3张+1张+1张)。从每个玩家的底牌和公共牌(共7张)中，选出组合最大牌型的5张(可能出现0+5的组合，即公共牌最大)与其他玩家进行比较，决出胜负。每局玩家最大携带金币数量固定。本游戏服务费为5%。
<br>
<p class="title">牌型说明</p>
比牌规则：<br>
牌型大小顺序：皇家同花顺>同花顺>四条>葫芦>同花>顺子>三条>两对>一对>高牌<br>
牌面大小顺序：A>K>Q>J>10>9>8>7>6>5>4>3>2，A，2，3，4，5组成顺子/同花顺为最小。<br>
花色不分大小：当比较时，先判定成手牌大小，成手大者胜。成手一样，则根据组成成手的最大牌判定，大牌胜。如果最大牌一样，则比较第二大牌，以此类推。若成手牌五张大小均一致，则赢家平分奖池的筹码。<br>


<p>
     <img src="../../assets/imgaes/qucenter/54.png" alt="">
   </p>


<p>
     <img src="../../assets/imgaes/qucenter/55.png" alt="">
   </p>

<p class="title">操作说明</p>
过牌：不确定牌力是否处于优势时，可以选择过牌过牌不会下注。<br>
弃牌：牌力较低时，最好选择弃牌，弃牌后退出本轮牌局。<br>
ALL IN：如果对自己的牌力非常有信心，可以选择ALL IN。<br>
跟注：如果觉得自己的牌力不错，可以跟注。<br>
加注：如果对自己的牌力比较有信心，则可以选择加注。<br>
自动过牌：下一轮自动过牌。<br>
过/弃牌：下一轮能过牌则过牌，不能过牌则自动弃牌。<br>
跟任何注：无论别人下注多少，下一轮自动更注多少。<br>
D:庄家标志，庄家下一位为小盲注。<br>
BB:小盲注标注，游戏开始自动下注0.5倍的底注。<br>
SB:大盲注标注，游戏开始自动下注1倍的底注。<br>

<p class="title">骰子牛牛</p>
<p class="title">玩法介绍</p>
游戏中每人共有5个骰子，根据摇出的结果计算牛牛点数判定输赢。<br>
定庄：开局后玩家开始抢庄。抢庄倍数最高的玩家为本局庄家，若最高抢庄倍数相同时或都不抢庄则随机其中一位做为庄。<br>
下注：定庄后，所有闲家开始选择下注倍数。携带的游戏币越多，最大可下注倍数越大。<br>
摇骰：所有玩家下注完成后，所有玩家开始摇骰盅，摇骰结束后，展示自己的五颗骰子。<br>
重摇：本人和其他玩家，均可选择对应的骰子进行重摇或者不摇，选择重摇重新再执行一次摇骰操作，每局游戏仅能重摇一次。<br>
亮骰：所有玩家重摇结束之后，从庄家下家开始，系统按顺时针自动执行亮骰操作。<br>
比牌：根据亮骰组成的结果进行比牌，闲家只与庄家比牌，闲家与闲家之间不比牌。<br>
<p class="title">结算原则：</p>
A：房间底注<br>
义：庄家抢庄倍数<br>
Y：闲家下注倍数<br>
M：庄家牌型倍数<br>
N：闲家牌型倍数<br>
庄家胜利所赢游戏币=A*X*Y*M-税收<br>
庄家失败所输游戏币=A*X*Y*N<br>
闲家胜利所赢游戏币=A*X*Y*N-税收<br>
闲家失败所输游戏币=A*X*Y*M<br>
防以小博大机制：本局带入多少游戏币，本局最多输赢多少游戏币。<br>
税收：抽取赢家所赢金额的5%<br>
特殊情况：如果出现庄家不够输的情况，按照各闲家理论盈利比例结算输赢，比如庄家有100，一次性输完。A理论应该赢200，B理论应该赢200， C理论应该赢400。由于庄家钱不够输。按照ABC理论盈利占比。<br>
A实际盈利=200/(200+200+400)*100=25<br>
B实际盈利=200/(200+200+400)*100=25<br>
C实际盈利=400/(200+200+400)*100=50<br>

<p class="title">牌型说明</p>

<p>
     <img src="../../assets/imgaes/qucenter/56.png" alt="">
   </p>


<p>
     <img src="../../assets/imgaes/qucenter/57.png" alt="">
   </p>
<p class="title">牌型大小</p>
牌型大小比较：豹子>五小牛>牛牛>牛九>牛八>牛七>牛六>牛五>牛四>牛三>牛二>牛一>无牛。<br>
点数大小：六点>五点>四点>三点>二点>一点若牌型相同，则依次比较五颗骰子大小，若牌型和点数一致，则庄家赢。<br>

<p class="title">诈金牛</p>
<p class="title">玩法介绍</p>
由一副牌(52张无大小王)3人~5人同时进行游戏。<br>
发牌之前大家先投入对应的金币作为底分，每人依次发5张牌，默认牌面向下，为暗牌。随机一家先进行发话，从他下家开始逆时针轮流操作。轮到玩家操作时，玩家根据条件和判断形势可以进行跟注、加注、看牌、弃牌、比牌操作进行游戏，对局结束后获胜的玩家将获得本桌.上对应的金币。<br>
抽水：赢家所赢金额的5%<br>
孤注一掷：“孤注一掷”时自动从下家开始与所有剩余玩家轮流比牌，此情况下获胜，返还其他玩家多余的投注金币并赢得桌面剩余金币，其他玩家多余的投注金币=剩余玩家本轮投注金币*(玩家自己应该投注金币-玩家自己实际投注金币)/玩家自己应该投注金币。如玩家比牌时应该投注10，但自己投了5，他进行孤注一-掷获胜，剩余玩家本轮投注了20，则需要给剩余玩家返还20*(10-5)/10=10。非“孤注一掷”情况下获胜，可以赢得桌面所有金币。<br>
防超时弃牌：默认勾选。勾选后，看牌情况下，在不可比牌阶段超时未操作且牌型为牛牛及牛牛以上时，会自动跟注；其他情况则执行弃牌。在可比牌阶段，玩家已看牌情况下超时未操作，若玩家是牛牛及牛牛以上的牌型，系统会自动进行比牌操作；若玩家是牛牛以下牌型(不包括牛牛)，则会执行弃牌操作，未看牌勾选按钮超时将自动弃牌。<br>

<p class="title">牌型大小</p>
大小比较：<br>
五小牛>四炸>五花牛>四花牛>牛牛>牛九>牛八>牛七>牛六>牛五>牛四>牛三>牛二>牛-->没牛。<br>
牌面：J、Q、K的点数都算作10，其他牌按牌面数字计算。<br>
没牛：5张牌中任意3张牌的点数之和都不为10的整数倍。<br>
有牛：5张牌中有3张牌点数之和为10的整数倍，另外2张牌的牌面值之和不为10的整数倍，则这2张点数之和的个位数即为牛几。<br>
牛牛：5张牌中有3张牌的点数之和为10的整数倍，且另外2张牌的点数相加也为10的整数倍。<br>
四花牛：5张牌中有4张牌为花牌(J、Q、K)中的任意牌，且第五张牌为10。<br>
五花牛：5张牌为花牌(J、Q、K)中的任意牌。<br>
四炸：5张牌中有4张牌的点数相同，第5张随意。<br>
五小牛：5张牌的点数都小于5，且点数之和小于或等于10。<br>
炸弹之间大小比较：<br>
比较四炸的大小。<br>
其他同牌型之间大小：<br>
比最大牌的点数(K>Q>J>10>9>8>7>6>5>4>3>2>A)；最大牌的点数相同，比较最大牌花色(黑桃>红桃>梅花>方块)。<br>

<p class="title">操作说明</p>
底注：指游戏开始后每个玩家投入的初始注。<br>
明注：看牌后的下注，明注下注金额须为暗注的两倍。<br>
暗注：不看牌的下注。<br>
单注封顶：每个玩家每次下注的.上限。<br>
回合数封顶：达到轮数.上限，，从最先发话的玩家开始，依次与下家强制发起比牌，此时比牌无需进行下注。<br>
跟注：和上家加入同样的金币。<br>
加注：提高单次押注的金币，加注不能超过单注封顶。<br>
总注：每副牌玩家所有下注之和。<br>
看牌：翻看自己的牌型，看牌后跟注会变成暗牌的2倍。<br>
弃牌：放弃当局牌局。<br>
比牌：第二轮开始才可以比牌，比牌也需要投注，金额与所需跟注金额相同。<br>


<p class="title">红黑大战</p>
用牌：52张牌无大小王<br>
豹子：三张点相同的牌(AAA最大，222最小)<br>
顺金：花色相同的顺子(AKQ最大， A 23最小)<br>
金花：花色相同， 非顺子(A KJ最大，235最小)<br>
顺子：花色不同的顺子(AKQ最大， A 23最小)<br>
对子：两张点相同的牌(A AK最大， 223最小)<br>
牌型大小：<br>
大小：豹子>顺金>金花>顺子>对子>单张。先比牌型相同牌型按顺序比点，点数相同则按顺序比花色。<br>
点数：牌点中，2为最小，A为最大。从大到小依次为：A>K>Q>J>10>9>8>7>6>5>4>3>2，A只有在和2、3排在一起组成的顺子、顺金的情况下是为最小。<br>
花色：黑桃>红桃>梅花>方块。<br>
顺子AKQ>KQJ...432>32A。注：KA 2不是顺子。<br>
对子牌型大小比较：先比对子点数，对子点数相同，再比单牌点数<br>
牌型倍数：<br>
红方胜：1赔2<br>
黑方胜：1赔2<br>
幸运一击：由胜利一方牌型决定。<br>
豹子：1赔12<br>
顺金：1赔8<br>
金花：1赔5<br>
顺子：1赔3<br>
对子9-A：1赔2<br>
抽水：按盈利5%抽水。<br>


<p class="title">抢庄选3张</p>
<p class="title">玩法介绍</p>
人数：游戏人数为2-5人<br>
抢庄：游戏开始后所有玩家都可以抢庄，多个玩家抢庄则在抢庄玩家中随机一位庄家，若没有玩家抢庄，则在所有玩家中随机—位庄家<br>
发牌：确认庄家后进行发牌，三公发4张牌<br>
选牌：每个玩家选其中3张牌组成最佳牌型<br>
亮牌：选择最佳牌型点击摊牌后直接亮牌<br>
比牌：所有闲家都与庄家进行比牌，闲家之间不进行比牌<br>
防以小博大机制：<br>
本局带入多少游戏币，本局最多输赢多少游戏币<br>
例如：本局带入80，结算时理论应得200，但假如本局输了最多只输80，为公平起见，本局最多也只能赢80，而不是200。<br>
如果出现庄家不够输的情况，按照闲家理论盈利比例结算输赢例如：庄家有100，一次性输完，A理论应该赢200，B理论应该赢200， C理论应该赢400， 由于庄家钱不够输， 按照ABC，最终得出：<br>
A实际盈利=200/(200+200+400)*100=25<br>
B实际盈利=200/(200+200+400)*100=25<br>
C实际盈利=400/(200+200+400)*100=50<br>
抽水：赢家所赢金额的5%<br>

<p class="title">牌型说明</p>
牌面：J，，K的点数都算作0点，也称为公仔牌<br>
爆玖：由任意三张3构成的牌型，比如333<br>
炸弹：由点数相同的三张牌组成的牌型，比如QQQ，222<br>
三公：由任意三张不相同的公仔牌构成的牌型，比如KK Q， KQJ<br>
点数牌：任意三张牌点数相加取个位数，比如KQ9=9点，553=3点，235=0点<br>
牌型点数大小：K>Q>J>10>9>8>7>6>5>4>3>2>A<br>
花色大小：黑桃>红桃>梅花>方块<br>
基本牌型大小：爆玖>炸弹>三公>9点>8点>7点>6点>5点>4点>3点>2点>1点>0点
三公牌型比较：如果多家牌型都是三公，则先比较玩家最大的那张公仔牌，如果公仔牌相同，则比较玩家最大公仔牌的花色<br>
点数牌比较：如果多个玩家都是点数相同的牌，那么先比较玩家的公仔牌数量谁的公仔牌数量多谁胜，如果公仔牌的数量-致，则比较最大的那张单牌的点数大小，如果点数相同则比较花色

<p class="title">牌型倍数</p>
爆玖：40倍<br>
炸弹：20倍<br>
三公：10倍<br>
七点-九点：3倍<br>
0点-六点：2倍<br>

<p class="title">结算计分</p>
A：房间底注<br>
M：庄家牌型对应的倍数<br>
N：闲家牌型对应的倍数<br>
庄家胜利所赢游戏币=A*M-抽水<br>
庄家失败所输游戏币=A*N<br>
闲家胜利所赢游戏币=A*N~抽水<br>


<p class="title">五星宏辉</p>
《五星宏辉》游戏一共采用8副扑克牌，包含大小王，共4132张。每局开始会在牌库随机抽取一张牌，玩家可以在不同的下注点押下分分值。下注结束后开牌，押中对应花色时获得相应奖励金币，没有押中的分值消失。<br>
结算公式：<br>
玩家盈利=(中奖区倍数*中奖区下注金额-中奖区下注)*95%-非中奖区域下注金额；<br>
例：该局开奖结果为黑桃，玩家在各区域都下注50.<br>
玩家盈利=(50*4-50)*95%-200=-57.5<br>
倍数说明：<br>
黑桃x4，红桃x4，梅花x4，方块x4，皇冠x20<br>
当开奖结果为皇冠时其余四个下注点的下注额会退还给玩家，且不记为有效下注，其余投注和开奖情况下均正常计算有效下注。抽水：系统将收取玩家中奖区盈利的5%作为抽水。每300局游戏重新洗牌一次。<br>
棋牌各游戏场馆的分类特色：<br>

<p class="title">乐购棋牌：</p>

<p class="title">乐购棋牌的特点：</p>
乐购棋牌是我们乐购集团自主研发的棋牌，集市面所有热门棋牌的优点，避百家之短，耗时2年研发而成。<br>
其主要特点有：清晰的画质、流畅的页面、提款便捷快速，超高的赔付！服务器稳定，支持万人同时在线游戏，有效的抵抗各种攻击，保障您游戏的资金安全。<br>
24小时的客服，随时为您排忧解难。<br>
乐购棋牌的游戏分类：<br>
目前乐购棋牌一共拥有24款游戏：<br>
炸金花、水果机、红包捕鱼、百人牛牛、百家乐、通比牛牛、21点、百人骰宝、看牌抢庄牛牛、龙虎大战、抢庄牛牛、十三水、抢庄21点、三公、德州扑克、炸金牛、红黑大战、骰子牛牛、森林舞会、抢庄牌九、二八杠、血流成河、奔驰宝马、斗地主。<br>

<p class="title">开元棋牌：</p>

<p class="title">开元棋牌的特点：</p>
开元棋牌规模且成长最快的在线娱乐场之一，提供刺激好玩的真人荷官娱乐城，快乐彩，体育博彩，赌场老虎机，虚拟游戏，和扑克游戏等。拥有 Cagayan Economic Zone Authority 体育博彩与赌场公司执照。<br>

<p class="title">开元棋牌的游戏分类：</p>
目前开元棋牌一共拥有40款游戏：<br>
斗地主、炸金花、极速炸金花、幸运五张、射龙门、红包捕鱼、21点、德州扑克、十三水、血流成河、二八杠、抢庄牌九、二人麻将、跑得快、抢庄牛牛、三公、通比牛牛、欢乐红包、看牌抢庄牛牛、押庄龙虎、百家乐、森林舞会、百人牛牛、幸运转盘、搏一搏、港式梭哈、幸运夺宝、血战到底、血战骰宝、单挑牛牛、押宝抢庄牛牛、赌场扑克、水果机、鱼虾蟹、金鲨银鲨、万人炸金花、奔驰宝马、五星宏辉、百人骰宝、炸金牛。

<p class="title">棋牌游戏其他问题：</p>

<p class="title">棋牌机器人/作弊：</p>
乐购和开元所有的游戏都是系统自动随机发牌的呢，
玩家也都是来自全国各地的玩家，所以不会存在亲
说的机器人，您放心，您可以和你朋友一起进入房间
试试看就知道小助手说的是不是真的了啦。亲要是
觉得手气不好，可以稍事休息，休息好了再次大战哦。<br>
有时候更换一个房间就是更换一个手气呢。试试看吧。<br>

<p class="title">棋牌投注技巧分析：</p>

<p class="title">换个房间：</p>
建议亲换一个游戏试试看，有时候手气真的很邪门儿。<br>
这个时候我们就不去执拗了，换一个游戏或者换一个房间就好的啦。<br>

<p class="title">休息一下：</p>
亲要是累了就稍事休息一下，相信休息好了，再去赢钱也是可以的啦。<br>

<p class="title">快速组牌：</p>
出牌有一个系统设定时间限制，因此建议您在拿到手牌时先拟定好该局的战术。<br>
另外在游戏界面点击提示可快速选择牌组。<br>

<p class="title">需要看路子：</p>
您好，棋牌游戏可以利用游戏中的走势来观看牌局的历史情况，透
过走势可以优先快速判断过往10局的结果，参考此数据再来进行投
注，对您的盈利是有帮助的，祝您游戏愉快。<br>

<p class="title">保持好的心态：</p>
游戏输赢是正常的，良好的心态是成功的先决条件，保持好稳定的心态是成功的 关键，
相信好运会一直长伴您，客服团队祝您玩的开心，多多发财，谢谢。<br>

<p class="title">善于观察对手：</p>
建议您在手牌不是很理想的情况下，不要盲目的跟注，
适当的选择弃牌，另外在手牌很好的情况下也需要观察其他玩
家的下注情况来判断对方手牌的好坏，相信对您的盈利会有帮助的。<br>

<p class="title">善于利用系统组牌：</p>
由于游戏有时间限制的，若您在不熟悉游戏的情况下游玩，
建议您点击游戏界面提示，系统将会自动进行拼牌哦，<br>

<p class="title">要记得对手出了什么牌：</p>
玩过斗地主的人肯定会知道有一种人 ，您出牌的时候会安静的看着你，
记下你出的牌，然后分析您手里还有什么牌，这种玩家基本是百战百胜，
头脑战胜一切，所以您下次游戏的时候留意一下您对家出牌的规律，分
析一下如果是您自己这样子出牌是因为什么原因呢，想通了这里肯定会豁
然开朗的啦。<br>
</div>
</template>
<script>
export default {
  name: 'qpCompetition',
}
</script>

<style scoped lang="less">
.qpCompetition{
  padding: 45px 40px;
  font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  p{
    img{
      max-width: 100%;
    }
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>