<template>
    <div class="reputation">
        <p class="title">
         乐购体育的牌照：</p>
乐购体育拥有欧洲马耳他管理局（MGA）、和菲律宾政府竞猜委员会（PAGCOR）颁发的合法执照。 注册于英属维尔京群岛，
是受国际协会认可的合法公司。进行注册并娱乐前请确保您年满18周岁！ <br>
       <p class="title">
乐购体育的团队：</p>
乐购体育全称为乐购体育娱乐传媒集团，是一家集休闲娱乐、真人视讯、互动交友，技术开发、平台运营于一体的高端泛娱乐公司。公司于2017年成立以来，发展势态良好、实力雄厚、业务广泛，在国内外均设有分部业务，口碑良好。公司强大的主播运营团队和超前的技术实力，打造出的互联网购彩行业旗舰拳头产品，为彩民提供一个全新的购彩娱乐体验，是购彩行业的先行者。
<br>
公司目前正式员工超过2000人，其中近百人技术研发团队为产品更新、维护和运营提供支持。上百位娱乐美女主播与及资深购彩经验导师及真人视讯培训师为核心的运营团队。
<br>
乐购直播以大数据为中心，以用户需求为导向，搭建以娱乐直播为核心，用户体验为亮点的多元化平台，不断为广大彩民提供大数据支持。同时，公司不断改革创新行业技术水平，优化多终端在线视频交互技术，旨在用科技改变传统购彩行业的弊端。上线之后得到广大彩民的一致好评。
       <p class="title">
乐购体育的服务：</p>
乐购体育拥有高素质的客户服务，无论在处理任何事情上，都以简单和快捷享誉全球。 如免费开户、即时存款，QQ,Flygram在线客服回复客户的询问以及处理客户的难题等。乐购直播全年7*24小时运营，全天候处理客户资金出入等相关事宜，严格训练的客服团队，以专业、亲切的态度著称，尽速解决您对于网站、直播互动的种种疑难杂症，不但让所有客户皆有宾至如归的感觉，同时我们以业界前所未见的各种优惠方式回馈我们的客户，乐购体育绝对是您最明智的选择！
<br>       <p class="title">
乐购体育的信誉：</p>
乐购体育自2017年成立以来，一直致力于成为整个行业的代表、典范。
一路走来已经初具规模，自创立以来我们一直秉承以人为本，
公平诚信，为营造一个良好的，绿色的，诚信的、公平公正的线上投注
环境而努力，也欢迎每一个会员加入我们乐购大家庭，接受广大会员的监督。<br>
       <p class="title">
乐购体育的安全保障：</p>
我们采用了目前最好的加密技术（ 1024 位 RSA 密钥交换和 448 位 blowfish ）和防火墙系统保护你的安全、私隐，并保证你享受公平的 游戏。 客户在本平台的所有动均严格保密，我们不会向第三方包括政府透露客户资料。所有银行交易 由国际金融机构在高标准的安全和机密的网络中进行。进入玩家帐户资料也必须有玩家唯一的登录 ID 和密码，确保客户的资 金安全有保障。


    </div>
</template>
<script>
export default {
  name: 'reputation',
}
</script>

<style scoped lang="less">
.reputation{
  padding: 45px 40px;
   font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 5px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .con{
    font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>