<template>
    <div class="spCompetition">
        <p class="title">足球规则简介：</p>

        <p class="con">足球起源于中国古代的蹴鞠，传源推广于英国，亦为当今世界上开展最广、影响最大的体育项目，被认为是世界第一运动。标准的足球比赛由两队各派十一名队员参与，包括十名球员及一名守门员，互相在长方形的草地球场上互相对抗、互相进攻。比赛目的是尽量将球射入对方的球门内，每射入一球就可以得到一分，当比赛完毕后，得分最多的一队则代表胜出。比赛一般为上下半场各45分钟。合计90分钟，如果在比赛规定时间内得分相同，则须看比赛章则而定，可以抽签、加时（三十分钟延长赛）或互射点球罚球等形式比赛分出高下。</p>

        <p class="title">足球如何投注：</p>

        <p class="con">打开体育投注页面，找到自己感兴趣的赛事玩法，可以看到每个玩法开出的赔率，您点击赔率，在投注额中输入您的投注金额后点击【投注】，显示该注单：您的注单已被确认，您点击确认，那么这个注单就投注成功了。您也可以到足球投注技巧分析，了解更多~</p>

        <p class="title">足球投注技巧分析：</p>

        <p class="con">乐购体育为您简单的介绍一下足球投注技巧哦~</p>

        <p class="title">观察水位：</p>

        <p class="con">其实投注体育是有一些小技巧的啦。比如说同样的盘口滚球就比初盘的赔率高。 您可以参考一下呢亲。</p>

        <p class="title">避开诱盘：</p>

        <p class="con">有的时候盘口会有一些小坑的啦。比如说，利物浦和布莱顿，让1球，赔率都保持在1.9左右。这就是一个诱盘，说明这个盘口赛事是有问题的，这种盘口大部分最后都是会有您意想不到的结果的。只为吸引大量的资金去投注，所以要是遇到两队强弱不均匀的时候赔率差不多，这种盘口就不要投注了呢。避免资金损失。</p>

        <p class="title">固定盘口和玩法：</p>

        <p class="con">乐购体育还是比较建议亲亲一直选择一个固定的盘口，为什么呢，因为固定的盘口亲亲一直买的话就会发现一些规律，您大量的盘口到处投注，无法那么专一专注的关注一个盘口来的实在，您说是吧。比如说您一直买让分，买一些时间您看一眼让的球数和开的水位您就知道合理还是不合理，都是可以看出来的。</p>


 <p class="title">选择熟悉的赛事：</p>
<p class="con">越大的越知名的赛事的赔率都是比较高的，</p>
<p class="con">比一些小赛事高一些，而且特别的稳定。不容易发生腰斩、暂停等情况。</p>

 <p class="title">拒绝低水位盘口：</p>
<p class="con">很多用户一直买低水位的盘口，因为低水位的盘口盈利机会非常的大。
我们乐购体育是可以这样子去投注的啦，没有影响的。但是客服有研究
过买低水位的玩家，最后都是输掉的，为什么呢。我们不妨分析一下，篮球
足球都可以，您看最后一节，最后十几分钟都是非常的剧烈，可以说的
疯狂进球基本出现在最后的时间里面的。很多时候最后时间段都是一个大反转，
相信经常投注足球篮球的用户是深有感受。下半场0:0，买个小2 的盘口
最后还输掉。就是这个道理。而且低水位盈利金额太少了，要是输的话就
本金输掉，需要连赢几十个低水位盘口去才能抵消，谁能保证十几个注单连赢呢。
您说是吧。所以小妹不建议买低水位的盘口。</p>

 <p class="title">注意盘口的升降：</p>
<p class="con">其实盘口升降意思就是说开始的时候是让1个球。水位1.9，一会儿水位
9，但是变成了让0.75了，这个时候就是降盘了，这是一个信号点，降
盘的一方盈利机会增大了。这是一个机会。亲亲可以把握一下。足球下
降一个盘口是0.25.，也就是会0/0.5为单位去下降。上升也是。 篮球
是0.5为一个单位去升降。</p>

 <p class="title">适时选择下半场投注：</p>
<p class="con">足球赛大部分都是60分钟后会有一些疯狂进球，所以很多买
大小的亲亲可以选择60分钟后买大小，一般来说赔率越高的
盈利机会小，赔率越小的，盈利机会大。</p>

 <p class="title">尽量选择可以看到直播的赛事：</p>
<p class="con">看着直播下注，对于下注滚球的用户来说都是必杀技的。有进
球的瞬间，马上下注下去，等系统还没反应过来危险球的时候
就下注下去。万一系统接受了呢。不就稳稳的赢了嘛 更好的
把控赛场的任何一个细节，争取每一个注单都是在合理可控范围内。</p>

 <p class="title">足球世界杯概括：</p>
<p class="con">乐购体育为您简单的介绍一下世界杯哦~</p>

 <p class="title">足球世界杯简介：</p>
<p class="con">国际足联世界杯简称“世界杯”是世界上最高荣誉、最高规格、
最高竞技水平、最高知名度的足球比赛，每四年举办一次与奥运会交替进行。
第一届世界杯是1930年在乌拉圭举行，因为二战停办了两届，从1950年到现在一直没有停过。</p>

 <p class="title">足球世界杯奖品：</p>
<p class="con">世界杯赛从1930年至今有过两座奖杯：</p>

<p class="con">①：雷米特杯</p>
<p class="con">“雷米特金杯”高35厘米，重约3.8公斤。雕像由纯银制作，外表镀金，下面是一
个用青金石制作的蓝色底座。底座的八面各镶了一块金牌，上面刻着前9届世界杯冠军队的名字。
从1930年第一届到1970年第9届，使用的奖杯都是雷米特杯，在1970年墨西哥城世界杯，三夺世界
杯的巴西队永久拥有了“雷米特金杯”雷米特杯于1983年在巴西被盗贼偷走后疑被熔化。
后来，巴西足协制作了一个复制品以作补偿。</p>
<p class="con">②：大力神杯</p>
<p class="con">1974年至今一直都是使用大力神杯，高36.8厘米，重6.175公斤，其中包括4.97公斤的18K黄金铸造，
底座镶有两圈墨绿色的孔雀石。为了避免奖杯再被一个国家“独吞”，国际足联规定，“大力神杯”
将不会被任何国家占有，不管该国的国家队赢得多少次世界杯。不过，获得世界杯的国家队可以获得
一尊大力神杯的复制品，而原件则还要归国际足联所有。当然，大力神杯的“服役”也不是无限期的，
在它的奖杯底座上，总共可以刻下1974至2038年17届世界杯冠军的国家名称，不出意外的话，2038年
世界杯后，它将会被一座新奖杯取代。</p>

 <p class="title">足球下一届世界杯：</p>
<p class="con">2022年卡塔尔世界杯是第二十二届世界杯足球赛，是历史上首次在卡塔尔和中东国家境内举行；
也是继2002年韩日世界杯之后第二次在亚洲举行的世界杯足球赛，除此之外，卡塔尔世界杯还是
首次在北半球冬季举行、首次由从未进过世界杯的国家举办的世界杯足球赛。2022年卡塔尔世界
杯将于2022年11月21日至12月18日在卡塔尔境内7座城市中的12座球场举行(赛程将原本的32天减至28天)</p>

<p class="con">2018年7月15日，俄罗斯总统普京向卡塔尔埃米尔(国王)塔米姆•本•哈马德•阿勒萨尼移交了下一届
世界杯足球赛的举办权。</p>

 <p class="title">足球世界杯冠军归属：</p>
<p class="con">世界杯分为小组赛和决赛圈两个环节，打赢了预选赛小组赛才可以进入决赛圈，
目前全世界有32支球队可以打进决赛圈。 球队会在主办国境内进行为期一个月的决赛圈以争夺冠
军宝座，现已经举办的21届赛事中，共有8个国家曾赢得冠军。巴西是唯一去全部打进21届决赛圈
的球队，一共赢得5次冠军，意大利和德国分别获得4次冠军，仅次于巴西。阿根廷、乌拉圭、法
获得过两次，英国，西班牙各一次。目前亚洲实力最强的球队是澳洲、日本，沙特、伊朗和南韩。一支球
队总共会进行3次比赛。</p>

 <p class="title">足球世界杯席位排列：</p>
<p class="con">世界杯32强，欧洲13席；非洲5席；南美洲4.5席；</p>
<p class="con">中北美及加勒比海地区3.5席；大洋洲0.5席：亚洲4.5席。</p>

 <p class="title">足球世界杯比赛场次：</p>

<p class="con">32支参赛队通过抽签分为八个小组,每个小组分别有四支球队进行比赛，每支球队都必须和其他三支球队进行且只进行一场比赛,每组4个队循环比赛，共打6场(a1-a2;a1-a3;a1-a4;a2-a3;a2-a4;a3-a4),每场比赛90分钟，胜平负分别积3、1、0分。每个小组积分的前两名球队出线进入淘汰赛阶段的1/8决赛，共16支队，即“16强”
</p>

 <p class="title">足球玩法解析：</p>
<p class="con">七大主流足球玩法简介</p>

 <p class="title">足球独赢：</p>
 <p class="title">足球标准独赢盘：</p>

<p class="con">标准盘玩法：也叫独赢盘(1X2)、三项独赢竞猜胜平负结果；猜对赢、猜错输，
1表示主队胜利、2 表示客队胜利、X表示和局。无论是赛前下注还是滚球下注，都是以最终赛果判断输赢。</p>

<p class="con">注：IM体育投注该项必须是0-0开始，投注才会有效。</p>

 <p class="title">足球让球：
<p class="con">让球是亚盘中常见的玩法，因为它的赔率高、时间短、刺激性大，所以玩家众多。</p>
<p class="con">针对让球出现的五个结果，乐购体育都给您举例详细说明：</p>

<p class="con">足球让球盘全赢或赢半</p>
<p class="con">足球让球盘全输或输半</p>
<p class="con">足球让球盘盘口打和退本金</p>

<p class="con">足球小提示：让0球也是让球盘 也是须要减去下注时的即时比分</p>

<p class="con">足球让球盘全赢或赢半：</p>
<p class="con">让球会出现全赢或者赢半的情况呢。乐购给您举两个例子解释哦：</p>

<p class="con">1.全赢☞申花VS恒大，玩家赛前投注200元申花+2，赔率为1.98，完场比分0:1。
那么这个时候玩家的注单就是全赢的，详细计算方式为：200X1.98=396元。</p>
<p class="con">2.赢半☞申花VS恒大，玩家赛前投注200元申花+1/1.5(可以理解为一个100元投注
到受让1球，一个100元投注到让1.5球)，赔率为1.98，完场比分0：1.那么这个时候
玩家投注受让1球的100元是没有输赢的，另外受让1.5球是盈的。所以下注的200元
是赢了一半。那么玩家的总赔付计算为：200X【(1.98-1)/2+1】=298元。</p>

 <p class="title">足球让球盘全输或输半：</p>
<p class="con">针对输半和全输的注单，小助手给您举例说明：</p>

<p class="con">1.全输☞申花VS恒大，玩家赛前投注200元申花+2，赔率为1.98，完场比分0:3。
那么这个时候玩家就是全输的。</p>
<p class="con">2.输半：申花VS恒大，玩家赛前投注200元申花+0.75/1(可以理解为一个100元投注
到受让0.75球，一个100元投注到让1球)赔率1.8.完场比分为2:3.这个时候玩家投注到受
让0.75球的100元是输掉的，投注到受让1球的100元是没输没赢的。所以这个时候客户就
是投注的200元是输半，赔付计算方式为：200X0.5=100.
</p>
 <p class="title">足球让球盘盘口打和退本金：</p>
<p class="con">盘口打和就是走盘或走水，退本金的呢。
</p>
<p class="con">盘口打和☞申花VS恒大，投注200元申花+2，赔率为1.8，即时比分为0:0.完
场比分为0:2.这个时候玩家就是盘口打和，也叫走水/走盘，不输不赢。退本金</p>

 <p class="title">足球大小：</p>

<p class="con">预测赛事在90分钟+伤停补时的总入球数将大于或小于在盘口指定的大/小盘球数。</p>
<p class="con">针对大小球出现的五个结果，小助手都给您举例详细说明：</p>

<p class="con">足球大小盘全赢或赢半</p>
<p class="con">足球大小盘全输和输半</p>
<p class="con">足球大小盘盘口打和退本金</p>

 <p class="title">足球大小盘全赢或赢半：</p>
<p class="con">当大小球出现赢半的时候是赢赔率的一半哦，乐购这就将如何判定以及如何计算的方式给您：
同样的投注小盘2/2.5，本金为100元。赔率2.24。</p>

<p class="con">全赢☞当最后完场比分两队总进球不超过2个球的时候，这个时候您就是全赢。100X2.24=224元。
赢半☞当最后完场比分两队总进球刚好是2个球的时候，这个时候就是赢半。您可以理解为您投注
的100元其中一个50元投注到了小2是没输赢的，一个50元是投注到了小2.5是全赢的，当两队总
进球加起来刚好是2个球的时候，所以您下注的100元就盈利一半的。
计算您的总赔付金额是：100X【(2.24-1)/2+1】=162元</p>

 <p class="title">足球大小盘全输或输半：</p>

<p class="con">当大小球出现输半的时候是本金的一半哦，小助手这就将如何判定以及如何计算的方式给您：</p>
<p class="con">同样的投注大盘大2/2.5，本金为100元。赔率2.24。</p>

<p class="con">全输☞当最后完场比分两队总进球不超过2个球的时候，这个时候您就是全输。</p>
<p class="con">输半☞当最后完场比分两队总进球刚好是2个球的时候，这个时候就是输半。</p>
<p class="con">您可以理解为您投注的100分成两个50，一个投注到大2球是没输赢的，一个50投注到了大2.5球是输掉的。</p>
<p class="con">最后总进球为2个球，您投注的100元就输掉了一半了哦。该注单赔付为：100X0.5=50元</p>

 <p class="title">足球大小盘盘口打和退本金：</p>

<p class="con">当您买的大小球数量最后刚好和赛事结束时候的两队相加的数量一样，那这个
时候就是盘口打和，也就是走盘或者走水了。退您本金的呢。小助手给您举例说明一下：</p>

<p class="con">比如您买大3 或者小3 的时候。最后完场比分1:2 或者3:0，买的大小盘口跟两队总进球数量一样多，
您不输不赢，那么这个时候就是走盘了呢。退本金的。是不是很好理解呢。</p>

 <p class="title">足球单双：</p>

<p class="con">预测一场赛事在90分钟和伤停补时时间内总进球为单(奇)或者双(偶)，
若最终比分为：0-0，将会按照“双”来计算。
</p>
 <p class="title">足球半全场：</p>

<p class="con">竞猜一场比赛上半场标准盘赛果与全场标准盘赛果组合玩法，必须全部猜中上半场和全场两项才能盈。</p>

<p class="con">目前半全场只适合足球。 </p>
<p class="con">主/主的意思是：上半场主队胜 全场主队胜；</p>
<p class="con">客/主的意思是：上半场客队胜 全场主队胜；</p>
<p class="con">第一个字代表上半场结果，第二个字代表全场结果。</p>

 <p class="title">足球总进球：</p>
<p class="con">预测全场两队的总入球数。</p>
<p class="con">全场总入球数注单结算是根据全场“90分钟+伤停补时”为准。</p>

<p class="con">注：该玩法只适合足球</p>

<p class="title">足球波胆/其他比分：</p>

<p class="con">猜测一场特定赛事中相关时间段的准确比分。</p>
<p class="con">举例来说：今天这场比赛，我预测比赛结果为2：3，那结果必须是如同预测的赛果一模一样才可以赢。其他都为输。</p>

<p class="con">"其他比分"是指不在选项中的其他比分哦。</p>

<p class="title">足球其他玩法：</p>
<p class="con">其他足球玩法简介</p>

 <p class="title">足球冠军：</p>

<p class="con">需要注意，室内足球也是五人制足球，房间足球一样的。</p>
<p class="con">传统足球规则</p>
<p class="con">美式足球规则</p>
<p class="con">沙滩足球规则</p>
<p class="con">室内足球规则</p>

<p class="con">传统足球规则：</p>
<p class="con">同上</p>

 <p class="title">美式足球规则：</p>
 <p class="title">美式足球简介</p>

 <p class="title">美式足球一般规则：</p>
<p class="con">美式足球也叫美式橄榄球哦，一般规则乐购都给您准备好了呢，快看看有您需要看的吗：</p>
<p class="con">1.第四节投注不包括加时赛；</p>
<p class="con">2.最终赛果是以全场四个时节后的比分为准(包括加时赛)；</p>
<p class="con">3.单节/半场的投注，必须在比赛赛节完成后注单才被视为有效；</p>
<p class="con">4.除非个别玩法规则另有注明，赛事完场时间将包括加时赛；</p>
<p class="con">5.如比赛在法定时间提前进行，在比赛开始前的投注依然有效，
在比赛开始后的所有投注均视为无效(滚球投注另作别论)；</p>
<p class="con">6.美国大学美式足球联赛场地规则：盘口指示的"主场"和"客场"信息仅供参考。
无论原定场地是否更改为"主场"，"客场"或"中立 场"，所有注单将保持有效。</p>

 <p class="title">美式足球比赛赛制：</p>
<p class="con">标准的美式足球/橄榄球比赛分为四节，每节15分钟，第一、二节称
为上半场，第三、四节称为下半场，上下半场之间有12分钟(大学
赛20分钟)的中场休息。下半场开始时，将和比赛开始时一样重新
开球。第一节和第三节结束时各有两分钟休息时间，双方队员交换场地。
进攻方在每次进攻结束后，必须在40秒时间内重新开始下次进攻，否则将
受罚。除了交换控球权，比赛时钟在以下几种情况下暂停：传球失败、球
员持球出界、裁判吹哨处罚犯规、教练要求暂停(只有三次)。当裁判重新将
球放到启球处让双方开始进攻时，比赛时钟开始继续记时</p>

 <p class="title">美式足球一般玩法：</p>
<p class="con">美式足球/橄榄球主要的玩法简介</p>

 <p class="title">美式足球→单/双：</p>

<p class="con">预测赛事的总比分是单数或双数。加时赛将包括在内。</p>

 <p class="title">美式足球→让球：</p>

<p class="con">预测哪一支球队在盘口指定的让分数赢得某个时节或全场比赛。</p>
 <p class="title">美式足球→独赢盘：</p>

<p class="con">预测哪一支球队将在比赛胜出。盘口提供两支球队为投注选项。</p>

 <p class="title">美式足球→净胜分数：</p>

<p class="con">1.如果比赛在任何时间中断，所有注单将被取消；</p>
<p class="con">2.投注的结算根据全场四个时节后两支球队比分的差别做裁决。加时赛将包括在内。</p>

 <p class="title">美式足球→滚球让球：</p>

<p class="con">1.预测哪一支球队在盘口指定的让分数赢得某个时节或全场比赛。</p>
<p class="con">2.结算是以0-0的比分在比赛结束后按盘口开出的让分数做裁决。投注当时的比分对结算没有影响。</p>


 <p class="title">美式足球→半场/全场：</p>

<p class="con">1.此盘口也被称为‘双重结果’；</p>
<p class="con">2.预测在全场四个时节后的半全场优胜球队。加时赛将包括在内。</p>

 <p class="title">美式足球→最先得分球队：</p>

<p class="con">1.预测最先得分的球队；</p>
<p class="con">2.如果赛事在有得分后中断，所有最先得分球队的注单将保持有效；</p>
<p class="con">3.如果赛事在没有球队得分前中断，所有最先得分球队的注单将被取消；</p>
<p class="con">4.如果赛事在4节完场时间以及加时赛内没有球队得分，所有最先得分球队的注单将被取消。</p>

 <p class="title">美式足球→最后得分球队：</p>

<p class="con">1.预测最后得分的球队；</p>
<p class="con">2.如果赛事中断， 所有最后得分球队的注单将被取消；</p>
<p class="con">3.如果赛事在4节完场时间以及加时赛内没有球队得分，所有最后得分球队的注单将被取消。</p>

 <p class="title">美式足球→大/小(总比分)：</p>

<p class="con">预测赛事总比分将大于或小于在盘口指定的大/小盘分数。</p>

 <p class="title">美式足球→单节最高得分球队：</p>

<p class="con">1.加时赛不计算在内；</p>
<p class="con">2.预测单节最高得分的球队；</p>
<p class="con">3.如果赛事中断，所有单节最高得分球队的注单将被取消；</p>
<p class="con">4.如果赛事在4节完场时间内没有球队得分，所有单节最高得分球队的注单将被取消。</p>

 <p class="title">美式足球→滚球大/小(总比分)：</p>

<p class="con">1.预测赛事总比分将大于或小于在盘口指定的大/小盘分数；</p>
<p class="con">2.结算是以0-0的比分在比赛结束后按盘口开出的让分数做裁决。</p>

 <p class="title">美式足球→每节最先获得10分的球队</p>

<p class="con">1.加时赛不计算在内；</p>
<p class="con">2.预测每节最先得10分的球队；</p>
<p class="con">3.如果每节都没有球队获得10分，所有注单将被取消；</p>
<p class="con">4.如果赛事中断，所有每节最先获得10分的球队的注单将被取消；</p>
<p class="con">5.取决于赛事，玩法指定球队需最先获得的分数可能有变化，并且会清楚的显示在盘口。</p>

 <p class="title">美式足球→加时赛：</p>

<p class="con">如果双方在四节的正常比赛结束时打平，则将在3分钟间息后进行15分钟的加时赛，
每方被允许有一次控球机会和两次暂停。通常在NFL常规赛如果在第一节加时赛后双方比
分仍然持平，则正常比赛以平局告终。在2010年赛季NFL规定无论哪方都必须达阵得分才
会造成突然死亡，如果靠射门得分的话则对方仍然可轮得控球权有机会反超。</p>

 <p class="title">沙滩足球规则简介</p>

 <p class="title">沙滩足球一般规则：</p>
<p class="con">1.如果比赛场地有变更，所有注单将被取消；</p>
<p class="con">2.除非另有注明，所有沙滩足球投注的结算皆以球赛在3节(每节12分钟)完赛后的最终赛果为准；</p>
<p class="con">3.如比赛在法定时间提前进行，在比赛开始前的投注依然有效，在比赛开始后的所有投注均视为无效(滚球投注另作别论)</p>

 <p class="title">沙滩足球比赛赛制：</p>
<p class="con">1.比赛时间为36分钟，分三节，每节12分钟；</p>
<p class="con">2、每节中间休息二分钟；</p>
<p class="con">3、在每节比赛中，因换人、受伤治疗和其他意外等损失的时间应被补回；</p>
<p class="con">4、如果执行罚球点球或重新执行罚球点球，每节时间可延长至罚球点球结束。</p>

 <p class="title">沙滩足球一般玩法：</p>
 <p class="con">沙滩足球一般玩法简介</p>

 <p class="title">沙滩足球→独赢：</p>

<p class="con">预测哪一支球队将在比赛胜出。盘口提供两支球队和平局为投注选项。</p>

 <p class="title">沙滩足球→让球：</p>

<p class="con">预测哪一支球队在盘口指定的让球数赢得某个时节或全场比赛。
</p>
 <p class="title">沙滩足球→滚球让球：</p>

<p class="con">1.预测哪一支球队在盘口指定的让球数赢得某个时节或全场比赛；</p>
<p class="con">2.结算是以投注时到比赛/时节结束后的赛果做裁决。即是以赛事完场比分减去投注当时的比分。</p>

 <p class="title">沙滩足球→进球: 大 / 小</p>

<p class="con">1.预测赛事总入球数将大于或小于在盘口指定的大/小盘球数；</p>
<p class="con">2.如果赛事中断前已有明确结果并且之后没有任何显著会影响赛</p>
<p class="con">事结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</p>

 <p class="title">沙滩足球游戏基本玩法：</p>
<p class="con">1.当球被踢并向前移动时即比赛开始。</p>
<p class="con">2.在开球程序上的其他违例，则要重新开球。</p>
<p class="con">3.开球队员不能连踢，如有违反，将判为对方罚间接任意球。</p>
<p class="con">4.开球不能直接射门得分。如此情况发生，将判为对方的球门球。</p>
<p class="con">5.开球是比赛开始和重新开始的一种方式。开球队的对方队员应离开至少5米，直到比赛开始。</p>
<p class="con">6.通过掷币，猜中的队决定第一节比赛的进攻方向，另一个队开球开始比赛。第二
节双方队伍交换场地，第三节同样用掷币选择的方式决定队伍的场地。</p>

 <p class="title">室内足球规则：</p>

 <p class="title">室内足球一般规则：</p>
<p class="con">1.如果比赛场地有变更，所有注单将被取消。</p>
<p class="con">2.所有投注的结算皆以全场40分钟完场时间后的最终赛果为准。</p>
<p class="con">3.除非另有注明，所有室内足球投注的结算皆以球赛下半场(每
半场20分钟)完赛后的最终赛果为准。</p>
<p class="con">4.如比赛在法定时间提前进行，在比赛开始前的投注依然有效，在比
赛开始后的所有投注均视为无效(滚球投注另作别论)。</p>

 <p class="title">室内足球比赛时间：</p>
<p class="con">比赛时间分为两个20分钟相等的半场。在每半场比赛因各种原因损失的所有时
间应被扣除。</p>
<p class="con">在每半场比赛结束时，如因执行罚点球，应允许延长时间执行罚完点球为止。</p>
<p class="con">(一)上下半场之间的休息时间不得超过10分钟。</p>
<p class="con">(二)每场比赛时间和休息时间按可根据主办比赛机构规程定。</p>
<p class="con">(三)扣除损失时间补足比赛时间由裁判员根据场上出现的情况定。</p>

 <p class="title">室内足球比赛规则：</p>
<p class="con">比赛在长约45米、宽约28米的场地上进行。两端的防守区长度为11米，
中场区长度为23米，场地中央设一开球点，球门宽3米，高2米，比赛使
用4号球；比赛双方各出场5名球员，设守门员，每队每场替补队员人数和
人次不限，可轮换休息；全场比赛时间为40分钟，上、下半场各20分钟，
中间休息10分钟；比赛无越位限制，角球和任意球可直接射门得分，队员
被红牌罚下，2分钟后可上一名替补队员。其他规则与大场足球相同。</p>

 <p class="title">室内足球比赛人数：</p>
<p class="con">(一)一场比赛应由两队参加，每队上场队员不得多于5人，其中必须有1人为守门员。
如果比赛前任何一队队员少于5人或在比赛中队员被罚出场到使场内队员少于3人时，
该场比赛队员少的队为弃权，对方3:0胜。(如对方进球数超过，则按实际进球数计。)
<p class="con">(二)替换队员不得超过5人。次数不受限制。</p>

 <p class="title">室内足球一般玩法：</p>
 <p class="con">室内足球一般玩法简介</p>

 <p class="title">室内足球→独赢：</p>

<p class="con">预测哪一支球队将在比赛胜出。盘口提供两支球队和平局为投注选项。
</p>
 <p class="title">室内足球→让球：</p>

<p class="con">预测哪一支球队在盘口指定的让球数赢得某个时节或全场比赛。</p>

 <p class="title">室内足球→大/小：</p>

<p class="con">1.预测赛事总入球数将大于或小于在盘口指定的大/小盘球数。</p>
<p class="con">2.如果赛事中断前已有明确结果并且之后没有任何显著会影响赛事结果
的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</p>

 <p class="title">室内足球→单/双：</p>

<p class="con">预测赛事的总入球数是单数或双。</p>

 <p class="title">室内足球→滚球让球：</p>

<p class="con">1.预测哪一支球队在盘口指定的让球数赢得某个时节或全场比赛。</p>
<p class="con">2.结算是以投注时到比赛/时节结束后的赛果做裁决。即是以赛事完场比分减去投注当时的比分。</p>

 <p class="title">室内足球→滚球大/小：</p>

<p class="con">预测赛事总入球数将大于或小于在盘口指定的大/小盘球数。</p>

 <p class="title">室内足球→最先进球球队：</p>

<p class="con">1.预测最先进球的球队。</p>
<p class="con">2.如果赛事在有进球后中断，所有最先进球球队的注单将保持有效。</p>
<p class="con">3.如果赛事在没有球队进球前中断，所有最先进球球队的注单将被取消。</p>
<p class="con">4.如果赛事在两个半场结束后没有球队进球，所有最先进球球队的注单将被取消。</p>

 <p class="title">室内足球→最后进球球队：</p>

<p class="con">1.预测最后进球的球队。</p>
<p class="con">2.如果赛事中断，所有最后进球球队的注单将被取消。</p>
<p class="con">3.如果赛事在两个半场结束后没有球队进球，所有最后进球球队的注单将被取消。</p>

 <p class="title">IM体育室内足球玩法：</p>
 <p class="con">室内足球一般玩法简介</p>

 <p class="title">IM体育【室内足球】赛事盘口：</p>
<p class="con">IM体育的室内足球为一般体育赛事，室内足球是真人比赛，两支队伍对打，支持滚球。</p>

 <p class="title">IM体育【室内足球】盘口特色：</p>

<p class="con">1.没有直播视频</p>
<p class="con">2.竞赛名称前皆包含[?x?]和分钟数</p>
<p class="con">3.为一般体育赛事，有赛事才开盘</p>
<p class="con">4.在体育大厅左边导航栏 <足球> 项目</p>
<p class="con">5.支持独赢盘/让分盘/大小盘等主要盘口</p>

 <p class="title">IM体育【室内足球】盘口注意事项：</p>
<p class="con">1.无法观看赛事后直播；</p>
<p class="con">2.不支持兑现功能；</p>
<p class="con">3.赛果页面在足球类别下；</p>
<p class="con">4.体育规则可参考投注界面前台问号处。</p>

 <p class="title">IM体育如何区分【室内足球】和其他足球赛事盘口：</p>
<p class="con">竞赛名称前皆包含 [?x?] 和 分钟数 </p>
<p class="con">[?x?] 即几个球员对打，3x3就是3打3</p>

 <p class="title">IM体育室内足球一般规则：</p>
<p class="con">所有投注根据赛事常规完场时间40分钟 (2 x 20分钟) 为准, 加时赛或点球大战不被计算.</p>
<p class="con">如果赛事被延期或暂停并没有在当天复赛, 则所有投注均作废。</p>
<p class="con">如果赛事在预定时间提前进行, 所有在赛事开始前的投注仍有效, 在赛事开始后的投注均作废, 除了滾球投注。</p>

 <p class="title">足球点球：</p>

 <p class="title">点球一般出现在两种情况中：</p>

<p class="con">1.在禁区范围内攻防球员被侵犯或者守方球员在禁区内故意犯规或故意手球 都有可能判点球；
一般是放定在罚球点上。罚球点距离球门线12码。</p>
<p class="con">2.进入淘汰赛阶段，如果平局（包括三十分钟加时赛），则进行点球大战分出胜负。
如果您有投注点球大战的赛事，最后没有进行点球大战，那么是会退本金的哦。
足球点球大战只有让球盘口会计算最后一颗球【突然死亡】。其他的盘口都是只计
算前五轮十个球， 不计算最后一颗球。。而且让球盘口也是要减去即时比分的。</p>

 <p class="title">足球点球大战计算规则：</p>
<p class="con">点球大战开始前双方各自先确定好本队罚点球的队员和出场顺序，
通常通过猜硬币的方式决定由哪一方先罚。比赛开始后，双方轮流罚球，共罚
5轮，5轮结束之后以累计进球数多的一方获胜。如果5轮罚球结束双方仍未分
出胜负，则采取“突然死亡法”进行加罚：即双方继续互罚，直到出现某一轮
结束时一方罚进而另一方未罚进的局面，则由罚进的一方取得胜利。</p>

<p class="con">如果您有投注点球大战的赛事，最后没有进行点球大战，那么是会退本金的哦。
足球点球大战只有让球盘口会计算最后一颗球【突然死亡】。其他的盘口都是
只计算前五轮十个球， 不计算最后一颗球。而且让球盘口也是要减去即时比分的。</p>

 <p class="title">足球角球：</p>
<p class="con">进攻方的球在防守方的底线出界，出界原因是由防守方所引起的，比如进攻方射门，
守门员碰到球但没有接住球，球从底线出去，那么进攻方获得角球。</p>
<p class="con">通俗的来讲：角球就是球被提出球场，重新开始的一种方式，从角落开出，可以直接射门且会得分。</p>

 <p class="title">足球罚牌：</p>
 <p class="title">足球红黄牌：</p>

<p class="con">如果有球员在比赛期间犯规，裁判会给出一张黄牌，被黄牌警告的球员仍可继续比赛，
但当接受第二次警告时便会被逐离场，按程序裁判会先出示第二面黄牌，再出示红牌，
有就是两黄变一红，被罚球员将不能继续进行余下的赛事。球队也不能用后备球员补上，
球队需在缺人下继续比赛。</p>

 <p class="title">还有绿牌哦：</p>
<p class="con">在2007年，绿牌被引入了足球比赛中，不过最早是在青少年联赛中才使用的，如果某位
球员在球赛中表现出了公平、友好的高尚体育道德，那么裁判就会对他出示绿牌，以表
彰他的高尚行为。其实简单说来就是，为了表彰球员在比赛中良好的职业道德和高尚行
为，裁判才会对他出示绿牌。</p>

<p class="con">1.在单双玩法中，如无红、黄牌出现，即“0”，此局可视为平局。</p>
<p class="con">2.在实际投注中，一个黄牌为1分，一个红牌为2分。(单场赛事每个球员最高可计3分)</p>
<p class="con">3.针对非球员出示的任何罚牌将不计算在内。</p>

 <p class="title">足球加时赛：</p>
 <p class="title">什么时候会开始加时赛呢：</p>

<p class="con">一定要分出胜负的赛事，若在90分钟+伤停补时后还是平局，会继续进
行30分钟的加时赛，上下半场15分钟，没有伤停补时时间，中间原则上
没有休息时间,但一般裁判都会给几分钟让球员接受按摩或者喝水，然后
交换场地进行下半时。如果30分钟后没有分出胜负，则直接进行点球大战。
常规足球赛事不包含加时赛。</p>

 <p class="title">足球净胜球：</p>
<p class="con">按照一场赛事90分钟+伤停补时内预测完场比赛结束后的净胜球数。
投注净胜球最后必须是刚好净胜对方投注的数量才可以赢，
比如投注，尤文图斯vs曼城 尤文图斯净胜球2，那么就必须是完场比分
尤文图斯刚好比曼城多2个球才可以盈利。其他都是输掉的。</p>

 <p class="title">足球零失球：</p>
<p class="con">1.预测某个球队在90分钟的比赛中，没有任何失球。</p>
<p class="con">2.选择投注球队不需要赢得比赛，例如：赛果 0-0，注单为赢。</p>
<p class="title">IM体育零失球规则为：</p>
<p class="con">规则1：</p>
<p class="con">主队得分≥ 1, 客队得分= 0 (1, 2…: 0)
主队「没有失球」– 退款 客队「没有失球」 – 输
主队「有失球」– 退款 客队「有失球」– 赢</p>
<p class="con">规则2：</p>
<p class="con">主队得分≥ 1, 客队得分≥ 1 (1, 2…: 1, 2…)
主队「没有失球」– 输    客队「没有失球」– 输
主队「有失球」– 赢   客队「有失球」– 赢</p>
<p class="con">规则3：</p>
<p class="con">主队得分= 0, 客队得分≥ 1 (0 : 1, 2…)
主队「没有失球」– 输 客队「没有失球」 – 退款
主队「有失球」– 赢 客队「有失球」– 退款</p>

 <p class="title">足球点球大战：</p>
<p class="con">点球大战开始前双方各自先确定好本队罚点球的队员和出场顺序，
通常通过猜硬币的方式决定由哪一方先罚。比赛开始后，双方轮流罚球，共罚
5轮，5轮结束之后以累计进球数多的一方获胜。如果5轮罚球结束双方仍未分
出胜负，则采取“突然死亡法”进行加罚：即双方继续互罚，直到出现某一轮
结束时一方罚进而另一方未罚进的局面，则由罚进的一方取得胜利。</p>

<p class="con">如果您有投注点球大战的赛事，最后没有进行点球大战，那么是会退本金的哦。
足球点球大战只有让球盘口会计算最后一颗球【突然死亡】。其他的盘口都是
只计算前五轮十个球， 不计算最后一颗球。而且让球盘口也是要减去即时比分的。</p>

 <p class="title">足球首个进球：</p>
<p class="con">在指定时间里，可以是完成也可以是规定时间里以指定方式进球的第一个球，可以分为三种哦：
</p>
 <p class="title">足球首个进球方式：</p>
<p class="con">足球预测首个进球的方式。</p>

<p class="con">如果赛事在首个进球后中断，所有首个进球方式的注单将保持有效。</p>
<p class="con">选项可列为：</p>
<p class="con">A.任意球：球必须是直接踢进的方式。间接行的任意球如果最后是罚球者本人踢进则计算在内。</p>
<p class="con">B.点球：球必须是由罚球者本人直接踢进的方式。若遇到补射的情况，即使是罚球者本人踢进也将不计算在内。</p>
<p class="con">C.乌龙球：球必须授予为乌龙球。
<p class="con">D.头球：进球者必须明确的用头进球。</p>
<p class="con">E.射门：所有其他的进球方式。除了以上所列出的方式，所有其他进球的方式都包含在此方式。</p>
<p class="con">F.没有进球：赛事没有进球。</p>

 <p class="title">足球首个进球时间：</p>
<p class="con">①.预测在90分钟完场时间内首个进球时间。</p>
<p class="con">IM体育进球时间为00:01 – 15:00 ~~15:01 – 30:00 以此类推</p>
<p class="con">③.如果赛事在首个进球后中断，所有首个进球时间的注单将保持有效。</p>
<p class="con">④.如果赛事在没有进球前中断，所有首个进球时间的注单将被取消。</p>
<p class="con">⑤.乌龙球将予以计算在内。裁判判定无效的进球是将不予以计算在内。</p>

 <p class="title">足球首个进球时间-3项：</p>
<p class="con">1.预测在90分钟完场时间内首个进球时间，盘口提供无进球投注选项。</p>
<p class="con">2.选项可列为：</p>
<p class="con">选项1 小于等于26分钟</p>
<p class="con">选项 2 大于或等于27分钟</p>
<p class="con">选项 3 没有进球</p>
<p class="con">3.出于结算的用意，赛事的第一分钟是从1秒计算到59秒。第二分钟则是从1分钟计算到1分59秒，以此类推。</p>
<p class="con">4.范例：如果投注首个进球时间的选项是‘赛事的第26分钟或之前’，而确实进球的时间为26分钟49秒，
进球的范围属于‘第27分钟后’，因此投注将结算为输。</p>
<p class="con">5.如果赛事在首个进球后中断，所有首个进球时间的注单将保持有效。</p>
<p class="con">6.如果赛事在没有进球前中断，所有首个进球时间的注单将被取消。</p>
<p class="con">7.乌龙球将予以计算在内。裁判判定无效的进球是将不予以计算在内。</p>

 <p class="title">足球双重机会：</p>
<p class="con">足球双重机会：简化条件的标准盘玩法 也叫 双胜彩 </p>

<p class="con">就是一个选项包括两种赛果，任选一个选项符合赛果就算盈利。</p>
<p class="con">任意猜中一个就赢(假如投注“主或客”，那么主队胜利或者是客队胜利都是盈利的，和局就输)</p>

 <p class="title">足球三项让分：</p>
<p class="con">足球三项让分又称为标准盘让球 特殊标准盘玩法 ，</p>
<p class="con">赛果首先要抵消让分条件，剩余赛果再判断标准盘胜负平。</p>
<p class="con">小助手给您举例说明哦：</p>

<p class="con">1.主(-1)投注的队伍以2球或以上队伍胜出</p>
<p class="con">2.和(-1)投注的队伍1球净胜胜出</p>
<p class="con">3.客(+1)客队投注的队伍胜出或者平局盈利</p>

 <p class="title">足球奇幻赛事：</p>
<p class="con">梦幻赛也是奇幻赛。就是由两个现实中不会遇到的两个球队进行假想踢球。</p>
<p class="con">按照各自实际进球数，进球时间，攻击指数和防守指数，进行对比。篮球和足球一样的玩法。</p>

 <p class="title">做两个举例：</p>
<p class="con">案例1：梦幻赛：张飞和李逵要是战场遇到谁胜谁负。按照战斗指数和智力指数。张飞是完胜的。</p>
<p class="con">案例2：【上海申花vs 广州恒大】最后比分为4-2；【 皇家马德里vs热刺】 最后比分为3-1； </p>
<p class="con">梦幻赛就可以开出 【上海申花vs热刺】，最后他们的进球比分就是4-1、买上海申花的盈
利。热刺的输。</p>

 <p class="title">足球双半场进球：</p>
<p class="con">1.乌龙球将只会被计算在得分球队一方；</p>
<p class="con">2.如果投注球队只有在一个半场有入球，或未入球，注单为输；</p>
<p class="con">3.预测主队/客队在90分钟完场时间内是否在上下半场都至少进一球；</p>
<p class="con">4.如果赛事在所投注的球队已在两个半场都进球后中断，所有投注此球队的注单将结算为赢；</p>
<p class="con">5.如果上半场进球球队已经确认，而赛事在下半场中断，那么所有投注该球队注单将被视为有效；</p>
<p class="con">6.如果赛事在下半场中断，并且所投注的球队并未在上半场进球，所有投注此球队的注单将结算为输。</p>

 <p class="title">足球位置及独赢：</p>
<p class="con">在我们的玩法里面有一个【位置及独赢】 的投注选项。这个玩法是由两个独立的投注注单组合的一个选项，</p>
<p class="con">举个例子给您，您就瞬间明白了：</p>

<p class="con">假如下注金额10元。赔率为8 。下注1/2的赔率。</p>
<p class="con">1：独赢计算：本金*赔率-本金→10*8=80-10=70元:；</p>
<p class="con">2：位置计算：本金*【(赔率-1)÷几分+1】-本金→10X【(8-1)÷2+1】-10=35元</p>
<p class="con">那么位置及独赢的盈利金额就是 70+35=105元。</p>

 <p class="title">足球赢得任一半场：</p>
<p class="con">1.预测选择的球队在90分钟完场时间内(不包括加时赛及点球赛)是否在上/下半场的其中一个半场进球数多于对手；</p>
<p class="con">2.如果赛事在下半场中断，但在上半场其中一方球队已经获胜，注单将保持有效。如果两支球队在上半场平局，注单将被取消；</p>
<p class="con">3.如果赛事出现平局或上下半场均无进球，所有注单将视为输。如双方球队各赢半场，则投注两个球队注单为赢。</p>

 <p class="title">足球赢得所有半场：</p>
<p class="con">1.预测选择的球队在90分钟完场时间内(不包括加时赛及点球赛)是否在上半场和下半场的进球数多于对手。</p>
<p class="con">2.如果赛事中断，所有注单将被取消；</p>
<p class="con">3.如果任何一个半场或上/下半场的结果是平局或没有进球，所有注单将结算为输。</p>

 <p class="title">足球双方球队进球：</p>
<p class="con">1.预测在指定时间【上半场、下半场】里是否有进球；</p>
<p class="con">2.如果赛事在上半场双方球队都有进球后中断，所有注单保持有效。</p>
<p class="con">3.如果赛事在上半场双方球队没有进球前中断或延迟，所有注单将被取消。</p>
<p class="con">4.乌龙球将予以计算为得分那方入球。</p>

 <p class="title">足球15分钟进球时间：</p>
<p class="con">预测在指定时间内是否有进球。15分钟时间段是指：</p>
<p class="con">00:01 – 15:00，第二个15:01 – 30:00 以此类推。</p>

 <p class="title">足球首粒入球/最后一粒入球：</p>
<p class="con">在规定时间内【若无特殊说明指90分钟+伤停补时时间内】猜测第一颗是哪支队伍踢进的，
以及最后最后一颗球是哪支队伍踢进。</p>
<p class="con">还可以投注：没有进球，没有进球就是猜测在该时间段两支队伍都没有进球。

</p>
 <p class="title">足球赔率变化的原因：</p>
<p class="con">足球为什么赔率会一直变化呢。特别是滚球盘口，引起赔率变化主要有两个原因：</p>

 <p class="title">足球场上有人进球了：</p>
<p class="con">①.上半场结束后，双方还是没进球，那么和局的水位就会降低，单双中的【双】玩法赔率也会降低，
波胆里面的【0-0】、【1-1】、【2-2】赔率也一样会降低。如果双方实力不分高下，那么主队的赔率一
定会比客队的赔率低一些，因为主队占了主场优势。主客队的赔率变化，要看当时哪一队攻势比较
猛烈，来进行调整；</p>
<p class="con">②.如果是让球的话，比如开赛时主让2球赔率2.04，客队为1.79.开出这个赔率可以看到主队
是绝对的强队，但是如果赛事开始以后一直到下半场主队一直没有超过客队2个球，那么这
个时候一般有两个变化哦：一个是主队让2球的水位赔率会上调，客队的水位赔率会下调。另外
一个变化可能会出现升盘或者降盘的情况。比如说之前是让2球，会变成主让1.5/2球。还是
不行继续下降到1/1.5，一直下降到一个合理的范围停止。</p>

<p class="con">注：足球一次上升或者下降一个盘为0.25，篮球一次为0.5。所以只有足球会出现赢半或输半，而篮球没有赢半输半的情况。</p>

 <p class="title">足球该玩法增加了投注量：</p>
<p class="con">这个盘口的玩法有大量的注单投注到这个盘口：</p>

<p class="con">我们一般会维持上盘和下盘的投注金额等量，如果有不等量的注单金额进来，</p>
<p class="con">我们就会通过水位去调整整个盘口的水位。</p>
<p class="con">有点像资本主义市场的杠杆原理，举例说明：</p>
<p class="con">比如说上盘赔率为3，投注注单为300元。这个时候上盘总量为3X300=900元。这个是一个基数。
<p class="con">那这个时候下盘赔率为1.5，我们就需要有投注注单为900除以1.5=600，也就是说我们这个时候
需要有下盘投注注单为600元才能保持平衡，如果不平衡的话，我们将会调整水位赔率，
以使上下两个盘的总量达到一个平衡状态。</p>

 <p class="title">足球五大联赛浅度解析：</p>
<p class="con">当今足坛最具观赏性以及投注趣味于一身的五大联赛</p>

 <p class="title">英超：</p>
<p class="con">1.全名：英格兰足球超级联赛</p>
<p class="con">2.球风：英超 比赛场面激烈、注重身体对抗、比赛节奏快、现在英超是全世界最受观影的联赛，也是收入最高的联赛。</p>
<p class="con">3.历史：成立于1992年2月20日，其前身是英格兰甲级联赛。历史上夺冠次数最多的是曼联。英超21世纪呈现曼联，
曼城，托特纳姆热刺，切尔西，阿森纳和利物浦六强鼎立的局面。</p>
<p class="con">4.晋级及降级：英超成立后至今(1992～2020)，共有6支球队没有降级过，他们分别是：曼联、埃弗顿、切尔西、
阿森纳、利物浦和托特纳姆热刺。此外，1919年(英国甲级)联赛扩军，阿森纳升入顶级联赛后至今(截止到20
15-2020赛季，已经走过了101个赛季)，再没降过级，但在此之前曾于1913年降入乙级联赛。但由于当时的英甲
并未正式扩军，所以一般还是认为阿森纳并未从顶级联赛降级。</p>

 <p class="title">意甲：
<p class="con">1.全名：意大利甲级足球联赛</p>
<p class="con">2.球风：意甲一向是世界上水平最高的职业足球联赛之一，其特点为注重防守。</p>
<p class="con">3.历史：意大利足球甲级联赛初始于1898年，上世纪八、九十年代，意甲球星云集，
实力强劲的球队众多，一度被公认为是世界第一足球联赛，被誉为“小世界杯”。
但进入21世纪后，多家俱乐部财政问题爆发，各种因素作用下，意甲在欧洲的地位呈下滑趋势。</p>
<p class="con">4.晋级及降级：比赛制度为双循环制，每次联赛结束后的最后三名将被淘汰进入乙级联赛。尤文图
斯是历史上夺得最多联赛冠军的球队，一共夺得过36次，其次为AC米兰(18次)、国际米兰18次
)及热那亚(9次)。每夺得十个联赛冠军可以在队徽绣上一颗金星，因此尤文图斯拥有3颗金星，
而国际米兰及AC米兰各有1颗。但在2006年“电话门”曝光后，意甲水平大幅下降。意甲的技术
特点为注重防守，但2010年来意甲的进球率有所增加。早先意甲呈现七强争王局面，近几年冠军
为北方三强垄断(尤文图斯、国际米兰、AC米兰)。不过其中2006年电话门事件后，尤文图斯降入乙
级联赛，但是仅仅6年后，他们又重新站到意甲最高的领奖台上。</p>

 <p class="title">西甲：</p>
<p class="con">1.全名：西班牙足球甲级联赛</p>
<p class="con">2.球风：球风注重技术与进攻，具有很强的观赏性</p>
<p class="con">3.历史：西班牙足球甲级联赛成立于1928年。其中皇家马德里和巴塞罗那是世界上最
著名的球队之一，他们之间的比赛被称为西班牙“国家德比”。夺冠次数最多的是皇
家马德里，共有32次。其次是巴塞罗那，有22次。可以说西甲近几年主要是皇家马德
里和巴塞罗那两强相争。</p>
<p class="con">4.晋级及降级：西甲共20支队伍，联赛结束排名最后的三名自动降入次年的乙级联赛，
而当年乙级联赛的前三名则升入次年的甲级联赛。当年最后排名前四名的球队自动得
以参加次年的欧洲冠军联赛。第四名从欧冠资格赛开始。</p>

 <p class="title">德甲：</p>
<p class="con">1.全名：德国足球甲级联赛</p>
<p class="con">2.球风：球员在场上的站位，进攻套路，防守配合，都十分按照教练赛前部署进行。</p>
<p class="con">3.历史：德国足球甲级联赛成立于1963年，拜仁慕尼黑共获得24次德甲
冠军，是德甲最强大的队伍德甲球风强悍，较注重整体配合。一直是拜仁在
德甲独大，近几年来出现了多特蒙德这个德甲第二极与拜仁争夺冠军。</p>
<p class="con">4.晋级及降级：采取主客双循环赛制比赛。现有18队球队参与角逐德甲。完成所
有赛事后总积分最高的队伍可以夺得联赛冠军，德甲联赛前3名获得冠军联赛小
组赛席位，第4名获得冠军联赛资格赛席位，第5、6名获得欧洲联赛席位，而总
积分最低的2支球队会降级至乙级联赛。同时，乙级联赛首2名会获得下一赛季的
升级名额。甲级联赛倒数第3与乙级联赛第3名将进行升降级附加赛，胜者将在甲
级联赛踢球，负者将进入乙级联赛。</p>

 <p class="title">法甲：</p>
<p class="con">1.全名：法国甲级足球联赛</p>
<p class="con">2.球风：中规中矩，并无出彩的地方。日益衰落。</p>
<p class="con">3.历史：始于1930年，于1932年开始职业化。
法甲逐渐没落，由之前的五大联赛逐渐变成四大联赛，并且有荷甲日益上升
虎视眈眈，前景让人堪忧，著名球队有：巴黎圣日耳曼、波尔图、里昂。</p>
<p class="con">4.晋级及降级：法国的甲级联赛共有球队20支，乙级20支。丙级分为三级，第
一级两组18支球队，仍属职业队；第二级两组18支队，属于业余性质的球队；
第三级八组14支球队。丙级以下的球队，就是地方性业余队，也有八组14支
球队。法国联赛的升降级制度为：每年甲级联赛的最后三名降入乙级联赛，乙
级联赛的前三名直接升入甲级联赛，乙级联赛的后四名降入丙级第一级联赛，
丙级第一级联赛的两组每组的前两名升入乙级联赛。</p>

<p class="con">足球无法盘口之间的转换和区分：</p>
<p class="con">五个不同的盘口之间的区别和联系简介</p>

 <p class="title">香港盘：</p>
<p class="con">香港盘属于亚洲盘口，其中：让球、大小、单双，这三个盘口赔率不含本金。</p>
<p class="con">简单识别是否包含赔率的方式：将上下盘赔率相加，大概等于2的就是不包含本金，</p>
<p class="con">大概等于4的就是包含了本金。</p>
<p class="con">范例：香港赔率0.96，如果下注100,可获得盈利为96，而可损失资金为100。</p>

 <p class="title">欧洲盘：</p>
<p class="con">欧洲盘口是所有其他盘口演算的基础盘口，所以欧洲盘口所有的玩法都是包含本金的。</p>
<p class="con">盘口赔率会显示大于1，下注会先扣除下注金额，赔率是包含本金在内，赢赔率输本金。</p>
<p class="con">范例：欧洲赔率1.96，如果下注100,可获得盈利为96，而可损失资金为100。</p>

 <p class="title">马来盘：</p>
<p class="con">马来盘属于亚洲盘，也叫负水盘，赔率不含本金。</p>

<p class="con">马来赔率为正值时和香港盘赔率算法一样, 为负值时它代表要赢回投注本金全额的付出率。 </p>
<p class="con">举例1：马来赔率0.96，如果下注100,可获得盈利为96，而可损失资金为100。</p>
<p class="con">举例2：马来赔率-0.96，如果下注100,可获得盈利为100，而可损失资金为96。
<p class="con">【只有当香港盘赔率超过1的时候，马来盘才会出现负水盘】 
</p>
<p class="con">温馨提示：目前只有使用网页登录，IM体育里面才有马来盘口。详细方式如下足球在哪里转换盘口。</p>

 <p class="title">印尼盘：</p>
<p class="con">印尼盘的赔率是一个绝对值大于1的数字。印尼赔率为正值时和香港赔率算法一样,为负值时它代表要赢回投注本金全额的付出率。所有赔率不含本金。 </p>
<p class="con">举例1：印尼赔率1.96表示如果下注100,可获得盈利为196，而可损失资金为100。 </p>
<p class="con">举例2：印尼赔率-1.96表示如果下注100,可获得盈利为100，而可损失资金为196。</p>
<p class="con">【香港盘赔率大于1时印尼盘为正。小于1时印尼盘为负】 </p>
<p class="con">温馨提示：平台目前暂时没有印尼盘口。</p>

 <p class="title">美国盘：</p>
<p class="con">所有赔率不含本金，且都在100以上，正负赔率派彩时都要除以100。</p>
<p class="con">需要注意的是美国盘负数赔率输多赢足，就是说当赔率为负数时，下注时需扣除的金额为：本金X赔率，</p>
<p class="con">举例：下注本金100，美国盘赔率显示-101，您下注的时候就会先扣除您100X101=10100（实际金额为10100除以100=101）</p>
<p class="con">赢：下注100，赔率101，赢：本金100元。</p>
<p class="con">输：下注100，赔率101，输：本金X赔率=100X101=10100（实际金额为10100除以100=101</p>

<p class="con">温馨提示：平台目前暂时没有印尼盘口。</p>

 <p class="title">足球在哪里转换盘口：</p>
<p class="con">1：电脑网页☞点击赔率后面有一个欧洲盘和香港盘的转换。您点击转换就是可以的啦。</p>
<p class="con">IM体育【欧洲、香港、马来】</p>
<p class="con">2：APP进入投注盘口后【设置菜单】→【盘口设置】</p>
<p class="con">3：WAP网页模式</p>
<p class="con">IM体育【IM体育】→【 我的】→【个人设置】→【首选盘口类型】→【欧洲、香港、马来】</p>

<p class="con">有关足球投注的常见其他问题：</p>
<p class="con">有关足球投注的常见其他问题简介</p>

 <p class="title">足球危险球：</p>
<p class="con">危险球的定义</p>

<p class="con">会员在投注足球滚球时，如果赛场中出现以下几种情况，您的投注可能会失败哦：</p>

<p class="con">1.12码罚球、点球；</p>
<p class="con">2.单刀球的产生；</p>
<p class="con">3.黄牌或者红牌的产生；</p>
<p class="con">4.自由球(攻方在守方禁区附近的自由球)；</p>
<p class="con">5.角球 /掷入球(攻方靠近守方禁区的掷入球)；</p>
<p class="con">6.A队向B队禁区附近进攻(或是B队在A队的禁区附近进攻)；</p>
<p class="con">7.门将开球；</p>
<p class="con">8.皮球重新去到中场线；</p>
<p class="con">9.己方球员在自己的后场抢回控球权。</p>

<p class="con">危险球小贴士：无条件危险球有点球、单刀球、红牌；有条件危险球有任意球、角球、射门、危险进攻。</p>

 <p class="title">足球结算金额错误：</p>
<p class="con">您好，如果有注单结算金额和您计算的不一样，亲亲看看是否是滚球投注，是否有赢半和输半的情况哦。</p>

<p class="con">赢半的计算：【(赔率-1)/2+1】 举例：赔率为2.84的赔率的一半为 (2.84-1)/2+1=1.82这是总赔付哦。</p>
<p class="con">输半的计算：本金乘以0.5 举例：本金100，输一半就是 100X0.5=50元。</p>
<p class="con">如果我们有结算错误的注单，我们会在结算后进行二次检测，有发现问题会再次正确结算的呢。所以您放心。</p>

 <p class="title">足球加时赛怎么算：</p>
<p class="con">足球全场90分钟，上下半场各45分钟，加时赛不计算在内，除非盘口有特别说明，
例如伤亡补时将计算在最终比分内，在比分网内以90+形式代表，这种代表伤亡补时。
加时赛不计算在内。例如：全场90分钟结束以后比分为0：0 加时赛比分为2：1，
那么客户投注上结算的依据为0：0。</p>

<p class="con">特别说明：羽毛球、棒球、长曲棍球、垒球所有玩法结算加时赛；</p>
<p class="con">美式足球：第四节投注不包括加时赛。；</p>
<p class="con">篮球：下注全场和下半场计算加时赛(上半场和单节不计算加时赛)</p>
<p class="con">足球点球投注规则：</p>
<p class="con">如果您有投注点球大战的赛事，最后没有进行点球大战，那么是会退本金的哦。</p>
<p class="con">足球点球大战只有让球盘口会计算最后一颗球【突然死亡】。其他的盘口都是</p>
<p class="con">只计算前五轮十个球， 不计算最后一颗球。。而且让球盘口也是要减去即时比分的。</p>

 <p class="title">足球滚球无法投注：</p>
<p class="con">一：无法提交注单的原因：</p>
<p class="con">①.网络延迟</p>
<p class="con">②.赔率变化频繁</p>
<p class="con">二：投注不被接受的原因：</p>
<p class="con">①.现场产生危险球</p>
<p class="con">②.卫星信号中断</p>

<p class="con">危险球小贴士：无条件危险球有点球、单刀球、红牌；有条件危险球有任意球、角球、射门、危险进攻。</p>

 <p class="title">足球锁盘不让投注：</p>
<p class="con">亲亲投注的盘口锁定中一般都是以下三个原因造成的呢：</p>
<p class="con">1.现场出现了危险球；</p>
<p class="con">2.卫星信号中断；</p>
<p class="con">3.现场有变故，比如说球场进球，停电等等也是会锁定盘口。</p>

 <p class="title">足球什么是乌龙球：</p>
<p class="con">由于足球比赛中双方球员拼抢非常激烈，足球在进门之前常常会碰到本方的防守队员。
足球经本方防守队员身体接触后进入球门的情况可以分为两种：如果皮球在进攻队员踢
出后直奔球门的方向，即使有后卫碰到皮球，也应该界定为那个射门球员的入球；而如
果进攻队员射出的球已经偏离球门方向，那么如果防守队员碰到皮球折射入网，就要界定为“乌龙球”。
说直白一点，就是自己人帮对方踢进了球。</p>

 <p class="title">足球区分主队和客队：</p>
<p class="con">一般来说，在左或上的队伍就是主队哦。在下或右的就是客队；</p>
<p class="con">有在比赛时间下面显示一个小的大写字母N就是中立场哦；</p>
<p class="con">中立场系统也是会默认一个为主队一个为客队的呢。</p>

 <p class="title">足球区分上盘和下盘：</p>
<p class="con">让球玩法中让球的一方就是上盘(一般为强队)，受让的一方就是下盘(一般为弱队)；</p>
<p class="con">上盘不一定就在上面，但是在上面的一定是主队。</p>

<p class="con">足球腰斩/中断/待定/延迟：</p>
<p class="con">如果比赛或赛事有中断、腰斩、延迟、待定，并且没有在规定时间内重新开始，所有该场赛事的
投注即被视为无效且取消，除非在个别体育规则里另有指定注明。有相应赛果的订单会相应结算。</p>

 <p class="title">需要注意的是：</p>
<p class="con">【比赛未开始】延期超过12小时，注单会被取消</p>
<p class="con">【已经开始的比赛】中断、腰斩、延迟、待定，超过48小时注单会被取消</p>
<p class="con">注单一旦结算了，72小时后官方有更新赛果，注单都不会改变当初的结算 。</p>

 <p class="title">足球滚球/今日/早盘的区别：</p>
<p class="con">滚球：滚球也叫走地，就是已经开始比赛，正在进行中的比赛哦。</p>
<p class="con">今日：从现在开始到下一个中午12点之前的所有的比赛。</p>
<p class="con">早盘：下一个中午12点以后的所有的比赛。</p>

<p class="con">需要注意的是【下一个中午12点】</p>
<p class="con">①.如果还没过北京时间晚上24点之前，就是正常的下一个中午12点。</p>
<p class="con">②.如果已经过了北京时间晚上24点以后，就是今天中午12点以后。</p>

 <p class="title">足球和局为什么不退我本金：</p>
<p class="con">出现和局不一定会退本金的呢。要看您投注的的具体情况呢。乐购给您一个非常简单的识别方法：</p>
<p class="con">1.您在投注的时候有和局选项，那么这种出现和局你您没买和局是不会退本金的，直接输掉。</p>
<p class="con">2.您在投注的时候没有和局选项，那么这种情况下要是出现和局就要退您本金的。</p>

 <p class="title">篮球规则：</p>
<p class="con">篮球规则简介</p>

 <p class="title">NBA概括：</p>
<p class="con">美国职业篮球联赛简称美职篮(NBA)，是由北美30支职业
球队组成的男子职业篮球联盟，是美国四大职业体育联盟之一，
NBA分为东部联盟和西部联盟，每个联盟又被划分为3个赛区，各
赛区由5支球队组成。每个赛季结束后下赛季开始前，
会举行NBA选秀，选秀后有各球队新秀NBA夏季联赛，NBA常规赛，
NBA季前赛通常在十月份打响，季前赛包含NBA海
外赛。其中在2月份有一项特殊的表演赛事NBA全明星赛，NBA常
.规赛结束后，东、西部联盟分别由前八名进入季后赛，
决出东西部冠军，晋级NBA总决赛，表现最优秀球员获比尔·拉
塞尔NBA总决赛最有价值球员奖荣誉。</p>
<p class="con">【东部联盟：雄鹿、猛龙、凯尔特人、热火、步行者、76人、篮网、魔术、奇才、黄蜂、公牛、尼克斯、活塞、老鹰、骑士】
<p class="con">【西部联盟：湖人、快船、掘金、爵士、雷霆、火箭、小牛、灰熊、鹈鹕、国王、开拓者、马刺、太阳、森林狼、勇士】</p>

 <p class="title">篮球简介：</p>
<p class="con">1891年12月21日，由美国马萨诸塞州斯普林菲尔德基
督教青年会训练学校体育教师詹姆士·奈史密斯发明。
1896年，篮球运动传入中国，并且2002年姚明以状元的
身份入选NBA，开启了中国篮球新的狂潮。
当今世界篮球水平最高的联赛是美国篮球职业联盟(NBA)比赛。
代表中国的水平最高的联赛是中国职业篮球联赛(CBA)比赛。</p>

 <p class="title">篮球如何投注：</p>
<p class="con">打开体育投注页面，找到自己感兴趣的赛事玩法，可以看到每个玩法开出的赔率，
您点击赔率，在投注额中输入您的投注金额后点击【投注】，显示该注单：您的注单已被确认，
您点击确认，那么这个注单就投注成功了。</p>

 <p class="title">篮球主流玩法解析：</p>

 <p class="title">篮球让球：</p>
<p class="con">篮球→让球投注：</p>

<p class="con">1.赛事盘口包括全场、半场或单节投注；</p>
<p class="con">2.如果赛事在下半场取消或中断，所有上半场注单保持有效；</p>
<p class="con">3.如果赛事在下半场取消或中断，所有下半场注单将被视为无效；</p>
<p class="con">4.预测哪一支球队在盘口指定的让分球数在半场/全场/赛事单节赢得比赛</p>

 <p class="title">篮球大小：</p>
<p class="con">篮球篮球→大小投注：</p>

<p class="con">1.赛事盘口包括全场、半场或单节投注；</p>
<p class="con">2.如果赛事在下半场取消或中断，所有上半场注单保持有效；</p>
<p class="con">3.预测赛事总比分将大于或小于在盘口指定的大/小盘分数；</p>
<p class="con">温馨提示：O是大球或大于的意思。U是小球或小于的意思。</p>

 <p class="title">篮球单双：</p>
<p class="con">篮球→单双投注：</p>

<p class="con">1.预测赛事的总比分是单数或双数；</p>
<p class="con">2.赛事盘口包括全场、半场或单节投注。</p>
<p class="con">3.0:0也计算双哦。</p>

 <p class="title">篮球三双：</p>
<p class="con">篮球→三双：</p>

<p class="con">投注指定时间内是否有篮板、得分、盖帽、助攻、抢断五项数据
其中的任意三项都达到或者超过两位数，如果超过20那就算大号的数据。</p>

 <p class="title">篮球独赢盘：</p>
<p class="con">篮球→独赢盘：</p>

<p class="con">1.预测哪一支球队将在比赛胜出。盘口提供两支球队为投注选项；</p>
<p class="con">2.赛事盘口包括全场、半场或单节投注。</p>

 <p class="title">篮球得分范围：</p>
<p class="con">篮球→得分范围：</p>

<p class="con">预测比赛的主队和客队的比分总值落在哪个得分范围。
该玩法出现在IM篮球玩法。不计算加时赛。</p>

 <p class="title">篮球特别投注：</p>
<p class="con">篮球→特别投注：</p>

<p class="con">1.预测比分，抢断，篮板，助攻，3分球等；</p>
<p class="con">2.双方球员/球队必须参与比赛，投注才被视为有效；</p>
<p class="con">3.如果一方或双方球员/球队没有参与比赛，所有注单将被视为无效。</p>

 <p class="title">篮球两双/双十：</p>
<p class="con">篮球→双十：</p>

<p class="con">两双也叫双十，是指一场篮球比赛中球员在下面数据中达到两位数：得分、篮板、
助攻、抢断和盖帽。大多数的两双表现都是得分和篮板达到两位数，其次是得分和助攻。</p>

 <p class="title">篮球最先得分球队：</p>
<p class="con">篮球→最先得分球队：</p>

<p class="con">1.预测最先得分的球队；</p>
<p class="con">2.如果赛事在有得分后中断，所有最先得分球队的注单将保持有效；</p>
<p class="con">3.如果赛事在没有球队得分前中断，所有最先得分球队的注单将被视为无效；</p>
<p class="con">4.如果赛事在4节完场时间以及加时赛内没有球队得分，所有最先得分球队的注单将被视为无效。</p>

 <p class="title">篮球最后得分球队：</p>
<p class="con">篮球→最后得分球队：</p>

<p class="con">1.预测最后得分的球队；</p>
<p class="con">2.如果赛事中断， 所有最后得分球队的注单将被视为无效；</p>
<p class="con">3.如果赛事在4节完场时间以及加时赛内没有球队得分，所有最后得分球队的注单将被视为无效。</p>

 <p class="title">梦幻篮球游戏规则：</p>
<p class="con">1.梦幻篮球游戏将从同一天的赛事中任意选择两个球队(且原定不是在同一场赛事比赛的球队)进行投注。</p>
<p class="con">2.梦幻比赛赛果会根据球队真实的比分为准；梦幻比赛的让分数则以球队真实比分来计算。</p>
<p class="con">3.梦幻赛中的两支球队必须在同一天比赛，投注才被视为有效。</p>
<p class="con">4.如果球队的比赛时间和本公司网站显示的时间不同，所有涉及此球队的梦幻赛注单将被视为无效。</p>
<p class="con">6.梦幻赛的举例如下:</p>
<p class="con">a.波士顿凯尔特人101 – 98 芝加哥公牛，洛杉矶湖人118 – 101 奥兰多魔术</p>
<p class="con">b.梦幻赛1: 波士顿凯尔特人vs 洛杉矶湖人</p>
<p class="con">c.梦幻赛赛果:波士顿凯尔特人 101 – 118洛杉矶湖人</p>
<p class="con">d.梦幻赛的结算会根据各球队原定比赛的真实得分为准。</p>

 <p class="title">篮球三项让分投注：</p>
<p class="con">篮球→三项让分投注：</p>

<p class="con">预测比赛结果在加上指定的让分盘口后产生的最终赛果。</p>
<p class="con">该玩法出现在IM篮球玩法。不计算加时赛。</p>

 <p class="title">篮球最高得分赛节：</p>
<p class="con">篮球→最高得分赛节：</p>

<p class="con">预测比赛某个赛节获得最高分不包含加时。</p>
<p class="con">•如果比赛未能完成，所有投注均作废。</p>
<p class="con">该玩法出现在IM篮球玩法</p>

 <p class="title">篮球三项大/小投注：</p>
<p class="con">篮球→三项大/小投注：</p>

<p class="con">预测比赛的比分总值在不包含加时赛的情况下是大于，小于或等于指定分数。如果比赛未能完成，所有投注均作废。</p>
<p class="con">该玩法出现在IM篮球玩法。不计算加时赛。</p>

 <p class="title">篮球净赢分数（赛节）：</p>
<p class="con">篮球→净赢分数(赛节)：</p>

<p class="con">预测主队或客队某个赛节的净赢分数。</p>
<p class="con">该玩法出现在IM篮球玩法。不计算加时赛。</p>

 <p class="title">篮球先获得x分（赛节）：</p>
<p class="con">篮球→先获得X 分(赛节)：</p>

<p class="con">预测哪支球队在某个赛节先获得指定分数。</p>
<p class="con">该玩法出现在IM篮球玩法。不计算加时赛。</p>

 <p class="title">篮球三分球得分（球员）：</p>
<p class="con">篮球→三分球得分(球员)：</p>

<p class="con">预测在上半场，下半场以及全场获得最多三分球的球员。</p>

 <p class="title">篮球三分球得分（球队）：</p>
<p class="con">篮球→三分球得分(球队)：</p>

<p class="con">预测在上半场，下半场以及全场获得最多三分球的球队。</p>

 <p class="title">篮球单节最高得分球队：</p>
<p class="con">篮球→单节最高得分球队：</p>

<p class="con">1.预测单节最高得分的球队；</p>
<p class="con">2.加时赛不计算在内；</p>
<p class="con">3.如果赛事中断，所有单节最高得分球队的注单将被视为无效；</p>
<p class="con">4.如果赛事在4节完场时间以及加时赛内没有球队得分，所有最后单节最高得分球队的注单将被视为无效。</p>

 <p class="title">篮球球队得分最后一位数：</p>
<p class="con">篮球→球队得分 – 最后一位数:</p>

<p class="con">预测主队或客队最终得分的最后一位数字。猜中全赢，猜错全输。</p>

 <p class="title">篮球获胜球队-和局退款（赛节）：</p>
<p class="con">篮球→获胜球队-和局退款 (赛节)：</p>

<p class="con">预测哪支球队胜出某个赛节。如果比赛结果是和局，所有投注均作废。</p>
<p class="con">该玩法出现在IM篮球玩法。不计算加时赛。</p>

<p class="con">有关篮球投注的常见其他问题：</p>

 <p class="title">篮球加时赛：</p>
<p class="con">篮球加时赛</p>

<p class="con">篮球比赛每场都必须决出胜负，在48分钟后双方打平，则加时5分钟，若加
时赛后双方仍旧打平，则继续加时5分钟，如此循环，直到双方决出胜负为止。</p>

 <p class="title">篮球比赛时间：
<p class="con">NBA比赛: 共48分钟，分4节，每节12分钟；
其余比赛：共40分钟，分4节，每节10分钟；
国际篮联(FIBA)一场40分钟，分上下半场，各20分钟；
NBA中一，三节比赛结束后双方休息两分钟，中场休息十五分钟；
NBA中场休息时间长是由于NBA是个盈利性很强的机构，要给电
视转播更多的播放广告的时间；
其他篮球比赛中场休息都是十分钟。</p>

 <p class="title">篮球加时赛算吗：</p>
<p class="con">篮球下注全场和下半场计算加时赛(上半场和单节不计算加时赛)</p>

 <p class="title">篮球比赛时间显示：</p>
<p class="con">篮球比赛时间显示：</p>

<p class="con">足球显示时间为已经进行到了多长时间。</p>
<p class="con">篮球显示的时间为单个小节距离结束还有多少时间。可以理解为倒计时。</p>
<p class="con">Q1、Q2、Q3、Q4分别代表四个小节。</p>

 <p class="title">篮球盘口怎么调整的呢：</p>
<p class="con">篮球盘口怎么调整的呢：</p>

<p class="con">篮球上升下降一个盘口为0.5一级，足球为0.25(0-0.5)一级别，</p>
<p class="con">所以足球有赢半或者输半。篮球不会有赢半或者输半。</p>

<p class="con">篮球让球要减去即时比分吗：</p>
<p class="con">篮球的让球不用减去即时比分。</p>

 <p class="title">网球规则：</p>

 <p class="title">网球简介：</p>
<p class="con">网球运动是一种球类运动，通常在两个单打球员或两对组合之间进行。</p>
<p class="con">球员在网球场上隔着球网用网球拍击打网球。</p>
<p class="con">网球运动的由来和发展可以用四句话来概括：孕育在法国，诞生在英国，</p>
<p class="con">开始普及和形成高潮在美国，现在盛行全世界，被称为世界第二大球类运动。</p>

<p class="con">戴维斯杯所有比赛、奥运会单双打决赛、四大满贯单打比赛、温网双打比赛
是五盘三胜制，其余比赛均为三盘两胜制。(2011年温网男双首轮改为三盘两胜制，其他轮次依然为五盘三胜制)</p>

 <p class="title">网球如何投注：</p>
<p class="con">打开体育投注页面，找到自己感兴趣的赛事玩法，可以看到每个玩法开出的赔率，
您点击赔率，在投注额中输入您的投注金额后点击【投注】，显示该注单：您的注单已被确认，
您点击确认，那么这个注单就投注成功了。</p>

<p class="con">网球小提示☞投注的时候注意区分让盘和让局的区别哦；右下角会有显示总盘数。</p>

 <p class="title">网球基本规则：</p>
<p class="con">戴维斯杯所有比赛、奥运会单双打决赛、四大满贯单打比赛、温网双打比赛是五盘三胜制，
其余比赛均为三盘两胜制。(2011年温网男双首轮改为三盘两胜制，其他轮次依然为五盘三胜制)</p>

 <p class="title">网球盘的规则和组成：</p>
<p class="con">网球比赛中。率先获得6局并领先对手至少2局的选手赢得一盘。
比赛。若其中一方赢得6局，但并未领先2局，则该盘继续，直到领先2局，也就是说必须
达到 6:4 ；7:5；8:6。但是如果比分是6:5； 7:6； 8:7等等，则该盘继续，因为没有领
先至少2局，也有一些比赛在双方战成6:6时，进入决赛局，看谁先赢得7局，则胜利，也就
是抢七局。也有些按照传统方式一直战到领先对手2局为止。</p>

 <p class="title">网球局的规则和组成：</p>
<p class="con">网球一局：</p>

<p class="con">①一局比赛只有一名选手发球，率先赢得至少4分并且多出对手至少2分的选手赢得一局；</p>
<p class="con">②网球每局记分方式为：从0至3分，分别记为：、 零、十五、 三十、四十，计分时，发球手的得分在前
因此30:0的他意思是，发球手赢得2分，而接球手还未得分。</p>
<p class="con">③当双方选手都得3分时，一般叫做“平局”而不是说 40:40。在出现平局后一名选手再得一分，被称之为
“占先”。而不再计分， 如果占先后再得一分，就赢得一局了。</p>
<p class="con">④发球手先占或者在领先对手2分的情况下，被称作握有“局点”，如果是赢得这局后又恰好可以赢得一盘，
就可以称作是“盘点”， 能赢得比赛就称之为“赛点”。</p>

 <p class="title">网球局的规则和组成：</p>
<p class="con">网球一局：</p>

<p class="con">①一局比赛只有一名选手发球，率先赢得至少4分并且多出对手至少2分的选手赢得一局；</p>
<p class="con">②网球每局记分方式为：从0至3分，分别记为：、 零、十五、 三十、四十，计分时，发球手的得分在前
因此30:0的他意思是，发球手赢得2分，而接球手还未得分。</p>
<p class="con">③当双方选手都得3分时，一般叫做“平局”而不是说 40:40。在出现平局后一名选手再得一分，被称之为
“占先”。而不再计分， 如果占先后再得一分，就赢得一局了。</p>
<p class="con">④发球手先占或者在领先对手2分的情况下，被称作握有“局点”，如果是赢得这局后又恰好可以赢得一盘，
就可以称作是“盘点”， 能赢得比赛就称之为“赛点”。</p>


 <p class="title">网球大满贯介绍：</p>

<p class="con">网球中的大满贯泛指：澳大利亚网球公开赛、法国网球公开赛、</p>
<p class="con">温布尔登网球锦标赛、美国网球公开赛。</p>
<p class="con">夺取大满贯是指夺得这四项赛事的任意一项冠军。</p>
<p class="con">夺取年度金满贯是指夺得这四项赛事的所有冠军。</p>

<p class="con">时间------场地----------地点----------赛事比赛名称</p>
<p class="con">1 月-----硬地------澳大利亚墨尔本--澳大利亚网球公开赛</p>
<p class="con">5-6月-----红土-------法国巴黎--------法国网球公开赛</p>
<p class="con">6-7月-----草地-------英国伦敦--------温布尔登网球锦标赛</p>
<p class="con">8-9月-----硬地-------美国纽约--------美国网球公开赛</p>

 <p class="title">网球的基本玩法：</p>

 <p class="title">网球让盘：</p>
<p class="con">网球→让盘：</p>

<p class="con">预测哪一位球员在盘口指定的让盘数赢得比赛。</p>

 <p class="title">网球让局：</p>
<p class="con">网球→让局：</p>

<p class="con">预测哪一位球员在盘口指定的让局数在某个时节(例如:全场比赛/第一盘/第二盘)赢得最多局。</p>
<p class="con">决胜局(抢七局)将视为一局。</p>

 <p class="title">网球波胆：</p>
<p class="con">网球→波胆：</p>

<p class="con">预测网球比赛的每盘比分。</p>

 <p class="title">网球独赢盘：</p>
<p class="con">网球→独赢盘：</p>

<p class="con">预测哪一位球员将在比赛胜出。盘口提供两位球员为投注选项。</p>

 <p class="title">网球局获胜者：</p>
<p class="con">网球→局获胜者：</p>

<p class="con">1.预测指定盘的指定局谁将获胜(例如第一盘第一局)；</p>
<p class="con">2.抢七决胜局将视为一局(例如第一盘第十三局)；</p>
<p class="con">3.如果某盘没有进行指定局，则该局所有注单将被取消。
(例如第一盘第八局，但是该盘结束于1-6)；</p>
<p class="con">4.如一名球员退出或被取消资格，任何没有最终获胜者的
局的所有注单将被取消，已结束局的注单将视为有效。</p>

 <p class="title">网球单盘投注：</p>
<p class="con">网球→单盘投注</p>

<p class="con">1.预测单盘最终结果；</p>
<p class="con">2.投注的注单只有在单盘结束后才被视为有效；</p>
<p class="con">3.如果球员在某盘未结束前退出或被取消资格，所有投注此盘的注单将被取消。</p>

 <p class="title">网球总得分-大/小：</p>
<p class="con">网球→总得分：大/小</p>

<p class="con">1.预测比赛中的全场比赛的总得分将大于或小于在盘口指定的大/小盘数。</p>
<p class="con">2.如果比赛中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</p>

 <p class="title">网球总局数：大/小：</p>
<p class="con">网球→总局数：大/小</p>

<p class="con">1.决胜局(抢七局)将视为一局。</p>
<p class="con">2.预测比赛中的某个时节(例如:全场比赛/第一盘/第二盘)进行的总局数将大于或小于在盘口指定的大/小盘局数。</p>
<p class="con">3.如果比赛中断前已有明确结果并且之后没有任何显著会影响赛事结果的情况，大/小盘注单才会被结算。若遇到任何其他情况，注单将一律被取消。</p>

 <p class="title">网球总局数：单/双：</p>
<p class="con">网球→总局数：单/双</p>

<p class="con">1.决胜局(抢七局)将视为一局。</p>
<p class="con">2.预测比赛中的某个时节(例如:全场比赛/第一盘/第二盘)进行的总局数是单数或双数。</p>

<p class="con">有关网球投注的常见其他问题：</p>

 <p class="title">网球经常中断：</p>
<p class="con">网球经常中断的原因：</p>

<p class="con">1：因为网球是没有任何时间限制的，需要打满赛制规定的盘和局才可以结束，有时候一盘几个小时下来运动员身体是吃不消的，就需要暂停中断一会儿才可以继续比赛。</p>
<p class="con">2：而且网球队场地要求也较高。如果是草地长时间赛制中途更换也是会显示中断暂停的。</p>
<p class="con">目前为止网球比赛时间最长的记录是：牛津郡的网球教练安迪阿特肯和莱恩特雷基连续打网球72小时，两人击打了接近5000分。</p>

 <p class="title">网球比赛时间：</p>

<p class="con">网球是没有比赛时间限制的，网球必须是要打完规定
的盘数和局数才可以结束分出输赢的呢。
所以有时候一场网球比赛好几天也是有可能的哦。
目前为止网球比赛时间最长的记录是：牛津郡的网球教练安
迪阿特肯和莱恩特雷基连续打网球72小时，
两人击打了接近5000分。</p>

 <p class="title">选手退赛怎么处理：</p>
<p class="con">网球选手退赛怎么处理</p>

<p class="con">如果遇到选手退赛或者负伤的情况下，我们需要等待厅方处理，
根据当时退赛的详细情况进行处理。
一般都是退本金处理的哦，特殊情况除外。</p>


 <p class="title">什么时候交换场地：</p>
<p class="con">网球什么时候交换场地：</p>

<p class="con">双方应在每盘的第1、3、5等单数局结束后，
以及每盘结束双方局数之和为单数时，交换场地。</p>

 <p class="title">什么时候抢7和抢十：</p>
<p class="con">网球→什么时候抢7和抢十：</p>

<p class="con">赛制如果是单打就抢7.双打抢10.如果3盘2胜，前面两盘平，
那么第三盘就要抢7或者抢10.谁先抢到加1分。
比如前面两盘比分是 5-3.2-4. 那么最后客队先抢到10
的话，那么就算主队7分 客队8分。</p>

 <p class="title">什么时候交换发球权：</p>
<p class="con">网球什么时候交换发球权：</p>

<p class="con">一局比赛终了，接球员成为发球员，发球成为接球。
以后每局终了。均依次互相交换，直至比赛结束。</p>

 <p class="title">网球的决胜局是如何显示的：</p>
<p class="con">网球→决胜局的显示方式：</p>

<p class="con">决胜局也算作一局比赛。一场比赛的总比分可以只给出总盘数的比分，
(例如3:1 表示胜利者赢3盘，失败者赢1盘，
也可以列出所有局数的比分，但必须先列出获胜者的比分。例如 7-5
6-7(4) 6-4 7-6(6)采用的就是最后一种
计分方式，表示获胜的一方赢得了第一，第三，第四盘的胜利，而第二
和第四盘是靠决胜局生出的，在括号中的数
字表示的输的一方在决胜局中得到的分数，例如在第二盘的决胜局的比
分就是4-7 而第四盘决胜局的比分则是8-6。</p>

 <p class="title">其他体育项目规则：</p>

<p class="con">其他游戏玩法记投注规则可以在体育投注页面【体育博彩规则】查询</p>

 <p class="title">体育串关/过关投注：</p>

<p class="con">如何串关及过关：</p>
<p class="con">电脑：打开【体育投注】→【连串过关】→【选择赛事】→在左边选择单式
或复式串关里面输入您投注的金额，拉到最下面点击确认就即可。</p>
<p class="con">网页：打开网页后在上方找到→【复式过关】→【选择赛事】，选择的赛
事就会出现在下方，在您要投注的玩法中输入金额，点击投注即可投注成功</p>

 <p class="title">过关举例说明：</p>

<p class="con">乐购小助手举例说明一个复式串关的计算方式哦：</p>

<p class="con">客户投注本金400元。投注一个3串4.赛事玩法分别为：</p>
 <p class="title">赛事：</p>
<p class="con">A:大阪飞脚VS大阪樱花，大3赔率为1.88</p>
<p class="con">B:札幌冈萨多VS浦和红钻，全场小1/1.5，赔率2.58</p>
<p class="con">C:广州恒大VS上海申花，玩法：恒大让0/0.5，赔率：1.44，下注即时比分为1:0。</p>
<p class="con">完场比分为：大阪飞脚0:3大阪樱花；札幌冈萨多0:1浦和红钻；广州恒大2:1上海申花</p>

 <p class="title">分析：</p>
<p class="con">大阪飞脚VS大阪樱花，这个赛事是盘口打和，赔率按照1计算，
札幌冈萨多VS浦和红钻，这个赛事是赢半的，赔率为【1+2.58】/2=1.79
广州恒大VS上海申花，完场2:1减去下注时的即是比分1:0，投注后实际进球
为1:1，这个时候主队让0/0.5就是输半，输半的赔率为0.5。这个串子客户一
共下注400元，因为3串4一共是4个注单，那么这个复式串关里面单个串关就
是一个注单100元。</p>
<p class="con">所以这个3串4的复式计算方法如下：</p>
<p class="con">100*A*B→100*1*1.79=179</p>
<p class="con">100*A*C→100*1*0.5=50</p>
<p class="con">100*B*C→100*1.79*0.5=89.5</p>
<p class="con">100*A*B*C→100*1*1.79*0.5=89.5</p>
<p class="con">复式3串4注单总盈利为：179+50+89.5+89.5=408，投注本金为400元，</p>
<p class="con">所以这个复式串子实际净盈利8元。</p>

 <p class="title">串关的其他问题：</p>
<p class="con">1: 所有输半的赔率一律为0.5；</p>
<p class="con">2: 所有选项赔率一律包含本金；</p>
<p class="con">3: 每场赛事只能串一次，不看玩法；</p>
<p class="con">4: 单式全输一场赛事整个过关失败；</p>
<p class="con">5: 最低投注2串1，最高10串1013；</p>
<p class="con">6.腰斩/延迟/中断的赛事按照赔率1计算；</p>
<p class="con">7: 赢半赛事赔率计算方式为：【(赔率-1)/2】+1;</p>
<p class="con">8: IM体育最低投注5元;</p>
<p class="con">9: IM体育中 腰斩/延迟/中断/待定的赛事需要等待48小时才能结算串子</p>

 <p class="title">足球过关举例说明：</p>
<p class="con">乐购小助手举例说明一个复式串关的计算方式哦：</p>

<p class="con">客户投注本金400元。投注一个3串4.赛事玩法分别为：</p>
 <p class="title">赛事：</p>
<p class="con">A:大阪飞脚VS大阪樱花，大3赔率为1.88</p>
<p class="con">B:札幌冈萨多VS浦和红钻，全场小1/1.5，赔率2.58</p>
<p class="con">C:广州恒大VS上海申花，玩法：恒大让0/0.5，赔率：1.44，下注即时比分为1:0。</p>
<p class="con">完场比分为：大阪飞脚0:3大阪樱花；札幌冈萨多0:1浦和红钻；广州恒大2:1上海申花</p>

 <p class="title">分析：</p>
<p class="con">大阪飞脚VS大阪樱花，这个赛事是盘口打和，赔率按照1计算，
札幌冈萨多VS浦和红钻，这个赛事是赢半的，赔率为【1+2.58】/2=1.79
广州恒大VS上海申花，完场2:1减去下注时的即是比分1:0，投注后实际进球
为1:1，这个时候主队让0/0.5就是输半，输半的赔率为0.5。这个串子客户一
共下注400元，因为3串4一共是4个注单，那么这个复式串关里面单个串关就
是一个注单100元。</p>
<p class="con">所以这个3串4的复式计算方法如下：</p>
<p class="con">100*A*B→100*1*1.79=179</p>
<p class="con">100*A*C→100*1*0.5=50</p>
<p class="con">100*B*C→100*1.79*0.5=89.5</p>
<p class="con">100*A*B*C→100*1*1.79*0.5=89.5</p>
<p class="con">复式3串4注单总盈利为：179+50+89.5+89.5=408，投注本金为400元，
所以这个复式串子实际净盈利8元。</p>

 <p class="title">串关单式和复试的区别：</p>
<p class="con">串关玩法是一种特殊玩法，就是将两场及两场以上的比赛的玩法串到一起进行竞猜，每一个单式串关必须满足最基本的获胜场次才算过关：</p>

 <p class="title">单式串关：</p>
<p class="con">就是单一的串子，所有注单全部串到一个注单上，投注几个注单就是几串1.最低从2串1起一直到最高10串1。IM体育最低投注是5元。最高投注额度依据赛事大小而有所区别。</p>

 <p class="title">复式串关：</p>
<p class="con">复式串关由单式串关组成，所以一个复式串关就是所有单式串关全部加起来就是一个复式串关的盈利金额。</p>

<p class="con">3串4的意思就是下注3个赛事，会有4个注单，因为系统默认的是一个注单的金额，3串4 就是4个注单，
所以下注10元就会扣除40元，一个注单投注10元。下面小助手将所有的组合的计算给您：</p>

<p class="con">2串1：1个2串1<br>
3串4：3个2串1 +1个3串1 <br>
4串11：6个2串1+4个3串1+1个4串1<br>
5串26：10个2串1+10个3串1+5个4串1+1个5串1<br>
6串57：15个2串1+20个3串1+15个4串1+6个5串1+6串1<br>
7串120：21个2串1+35个3串1+35个4串1+21个5串1+7个<br>
6串1+1个7串1<br>
8串247：28个2串1+56个3串1+70个4串1+56个5串1+28个<br>
6串1+8个7串1+1个8串1<br>
9串502：36个2串1+84个3串1+126个4串1+126个5串1+84个6<br>
串1+36个7串1+9个8串1+1个9串1<br>
10串1013：45个2串1+120个3串1+210个4串1+252个5串1+210个<br>
6串1+120个7串1+45个8串1+10个9串1+1个10串1 <br>

</p>
 <p class="title">串关单式和复试的计算方式：
<p class="con">单式就是用投注本金乘以所有的赛事的赔率最后得到的金额。
比如说投注金额500，投注三个赛事，赛事赔率分别为2.2、1.87、
3.35那么这个单式串子最后 盈利就应该是500X2.2X1.87X3.35=6890.95元。
复式就是所有的单式加起来就是复式的金额了。比如说复式3串4
：一共4个注单，一个3串1+ 3个2串1； 就是将1个3串1和3个2串1
的全部金额加起来就是复式串关的全部金额了。

</p>
    </div>
</template>
<script>
export default {
  name: 'spCompetition',
}
</script>

<style scoped lang="less">
.spCompetition{
  padding: 45px 40px;
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .con{
    font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
    a{
        color: #ff3813;
    }
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>