<template>
    <div class="vip">
        <p class="title">
         VIP1升级/降级/保级：</p>

当您的累计存款达≥1000。同时累计投注流水≥3000，就可在次日24点之前升级到【VIP1】，如果在30天之内流水没有达到【2000】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款。 <br>
<p class="title">
VIP2升级/降级/保级：</p>

当您的累计存款达≥5000。同时累计投注流水≥15000，就可在次日24点之前升级到【VIP2】，如果在30天之内流水没有达到【10000】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款。 <br>
<p class="title">
VIP3升级/降级/保级：</p>

当您的累计存款达≥50万。同时累计投注流水≥150万，就可在次日24点之前升级到【VIP3】，如果在30天之内流水没有达到【100万】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款。 <br>
<p class="title">
VIP4升级/降级/保级：</p>
当您的累计存款达≥100万。同时累计投注流水≥300万，就可在次日24点之前升级到【VIP4】，如果在30天之内流水没有达到【200万】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款。 <br>
<p class="title">
VIP5升级/降级/保级：</p>
当您的累计存款达≥300万。同时累计投注流水≥900万，就可在次日24点之前升级到【VIP5】，如果在30天之内流水没有达到【500万】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款。 <br>
<p class="title">
VIP6升级/降级/保级：</p>
当您的累计存款达≥500万。同时累计投注流水≥1500万，就可在次日24点之前升级到【VIP6】，如果在30天之内流水没有达到【1000万】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款。 <br>
<p class="title">
VIP7升级/降级/保级：</p>
当您的累计存款达≥1000万。同时累计投注流水≥3000万，就可在次日24点之前升级到【VIP7】，如果在30天之内流水没有达到【1500万】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款。 <br>
<p class="title">
VIP8升级/降级/保级：</p>
当您的累计存款达≥3000万。同时累计投注流水≥9000万，就可在次日24点之前升级到【VIP8】，如果在30天之内流水没有达到【5000万】，那么将会下降一个等级。如果流水有达到的话，您的等级将会继续保持30天不变，保级成功。
温馨提示：VIP1-VIP2是没有每月红包，所有等级降级后再次升级也无法领取升级红包。 <br>

自助查询升级所需流水及存款： <br>
①电脑网页：点击【会员账号】→【VIP特权】即可看到升级大概所需的流水和存款。 <br>
②APP：点击右下角【我的】→【VIP】即可看到升级大概所需的流水和存款 <br>
<p class="title">
降级后如何再次升级呢：</p>
比如您是VIP4降级到VIP3，降级后至今存了两万。流水20万。这个时候您VIP3再次升级到VIP4需要的 <br>
存款为：VIP4存款要求100万减去VIP3存款要求50万减去您降级后到现在总存款两万，最后存款还需要48万，  <br>
流水为：VIP4流水要求300万减去VIP3流水要求150万减去您降级后到现在总流水20万，最后流水还需要130万。 <br>
就可以再次晋级到VIP4。
    </div>
</template>
<script>
export default {
  name: 'vipsm',
}
</script>

<style scoped lang="less">
.vip{
  padding: 45px 40px;
   font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 5px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .con{
    font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>