<template>
    <div class="withdrawal">

<p class="title">取款被 退回：</p>

<p class="con">提款被退回，有可能是以下的原因造成的，看看您有没有遇到这种情况吧；</p>
<p class="con">①：您的收款信息不正确会导致财务支付失败（姓名、银行卡号、开户行）；</p>
<p class="con">②：您的收款银行卡异常，预留信息过期或者您的银行卡异常都会导致取款失败退回账号；</p>


<p class="con">您可以联系<a href="">人工客服</a>或者在钱包内更改正确的银行卡信息并重新提款</p>


<p class="title">虚拟币取款：</p>

<p class="con">1.已经使用过虚拟币充值成功过的客户才能使用虚拟币取款哦。</p>
<p class="con">2.不同协议虚拟币存取款额度不同。erc最低提款1000U，trc不受限制。</p>


<p class="title">虚拟币取款注意事项：</p>

<p class="con">虚拟币充值一次以后才可以使用虚拟币进行取款。</p>
<p class="con">您成功取款一次以上即可看到虚拟币取款选项。</p>
<p class="con">您可以使用人民币存款，虚拟币取款；</p>
<p class="con">或者使用虚拟币存款，人民币取款。都是可以的。</p>

<p class="con">温馨提示： </p>
<p class="con">①虚拟币最低取款折合成人民币为1000元。详情请以页面显示为准。</p>
<p class="con">②如果您使用虚拟币存款后，并没有虚拟币取款选项，您可使用您的银行卡取款一次以后，即可看到虚拟币取款选项。</p>
   
<p class="title">场馆内转账转不出来：</p>

<p class="con">钱在场馆钱包，无法直接取款。点击取款的时候您的钱需要在中心钱包才可以取款的，把钱从场馆钱包转账到中心钱包就可以取款的了。</p>

<p class="con">其他场馆余额问题，请联系<a href="">人工客服</a>处理。</p>


<p class="title">系统繁忙/点击取款没有反应：</p>

<p class="con">当您点击取款时提示系统繁忙或没反应的话，亲亲快看看是否有以下情况呢：</p>
<p class="con">①：频繁点击→如果您多次点击取款可能会显示系统繁忙哦；</p>
<p class="con">②：网络问题→取款的时候网络不好，退出账号再次登陆重新取款即可；</p>
<p class="con">③：今天的取款次数或额度用完了呢。等待晚上24:00过后就可以再次取款；</p>
<p class="con">④：账户金额未刷新→亲亲点击取款的时候您的钱还在游戏钱包中，还没到达您的主钱
包哦，亲亲稍等一下再取款哦；</p>
<p class="con">⑤：上一笔取款还没审核→如果上一笔取款处于审核状态亲亲是无法再次点击取款的，
等待上一笔取款成功后可以再次点击取款。</p>

<p class="title">会员账号姓名与银行卡姓名不符：</p>

<p class="con">在绑定银行卡的时候填写了错误的银行卡号，请联系<a href="">人工客服</a>处理。</p>

<p class="title">取款成功未到账：</p>

<p class="con">取款成功后一般会在1-3分钟左右到账。</p>
<p class="con">如果超过30分钟没到账，麻烦您一次性准备以下三个信息，</p>
<p class="con">联系在线客服为您去核实处理：</p>
<p class="con">1.会员账号；</p>
<p class="con">2.取款金额；</p>
<p class="con">3.取款时间</p>

<p class="con">已备齐相关资料，我需要<a href="">人工客服</a>处理</p>

<p class="title">如何绑定银行卡：</p>

<p class="con">电脑网页：点击【会员账号】→【金额提现】→【添加银行卡】就可以绑定的了。</p>
<p class="con">APP：点击【我的】-【钱包】-【提现】-【添加银行卡】即可绑定银行卡。</p>

<p class="title">如何添加虚拟账户：</p>

<p class="con">一．进入【取款】-选中【USDT取款】-点击【添加虚拟币账户】 </p>
<p class="con">二．点击“确认添加”前端优先校验验证发是否为6位数字，之后接口校验：（校验优先级1、2、3）</p>
<p class="con">1、用户所选协议是否与后台信用等级配置通道的协议是否依旧匹配；如不匹配，toast：“您所选的协议暂不支持绑定，请再次尝试！并且页面刷新。</p>
<p class="con">2、ERC20、OMNI、TRC20，3种协议对应的虚拟币账户地址需要校验是否符合以下规则，并且是否需要校验有开关控制（配置与redis），校验不通过，</p>
<p class="con">toast：您的虚拟币账户地址有误，请确认！</p>
<p class="con">Omni：①数字1或者3开头，②长度范围：设置为20~40</p>
<p class="con">ERC20：①数字0和小写x开头，②长度范围：设置为 35~50</p>


<p class="title">取款银行卡绑定错误：</p>


<p class="con">请不要担心，绑定错误的银行卡平台无法给您支付成功，您已经取款的钱会退回到您的账号，</p>
<p class="con">您可以联系<a href="">人工客服</a>删除错误的银行卡，重新绑定正确的银行卡就可以再次取款。</p>

<p class="title">目前可以绑定的银行卡：</p>

<p class="con">我们目前支持绑定的取款银行有：中国银行、建设银行、农业银行、工商银行、邮政储蓄银行、招商银行、交通银行、中信银行、平安银行、光大银行、
浦发银行、广发银行、华夏银行、兴业银行、民生银行等</p>

<p class="con">温馨提示：【目前绑定的银行卡只限制16-19位的储蓄银行卡，信用卡无法绑定】</p>



<p class="title">虚拟币取款：</p>

<p class="con">1.已经使用过虚拟币充值成功过的客户才能使用虚拟币取款哦。</p>
<p class="con">2.不同协议虚拟币存取款额度不同。erc最低提款1000U，trc不受限制。</p>


<p class="title">取款后多久时间到账：</p>


<p class="con">取款成功后一般会在1-3分钟左右到账。</p>
<p class="con">如果超过30分钟没到账，麻烦您一次性准备以下三个信息，联系在线客服为您去核实处理：</p>
<p class="con">1.会员账号；</p>
<p class="con">2.取款金额；</p>
<p class="con">3.取款时间</p>

<p class="con">已备齐相关资料，我需要<a href="">人工客服</a>处理</p>


<p class="title">为什么要一倍流水：</p>


<p class="con">乐购体育作为全亚洲最大的有牌照正规线上投注平台。受菲律宾政府博彩协会的监督和管辖，作为亚洲的领头企业，我们遵循和响应菲律宾政府博彩协会反
洗钱法规则，所有的存款必须投注有一倍流水才可以取款的。</p>


<p class="con">流水如何计算</p>
<p class="con">一：彩票：取款流水=有效流水 有输赢并结算的投注金额。</p>
<p class="con">二：真人流水；所有的真人都是取款流水=有效流水：</p>
<p class="con">AG/BG：当派彩金额大于本金时，计算下注金额；当派彩金额小于本金时，计算盈利金额 (和局不计算)。</p>
<p class="con">三：电竞流水：</p>
<p class="con">取款流水：计算所有下注金额【走盘退本金是计算在内、投注失败/系统取消等等不计算】</p>
<p class="con">有效流水：输掉的注单计算下注金额，盈利的注单计算净盈利金额。</p>
<p class="con">四：电子老虎机取款流水=有效流水 有输赢并结算的投注金额。</p>
<p class="con">五：体育流水:</p>
<p class="con">取款流水：计算所有下注金额【走盘退本金是计算在内、投注失败/系统取消/危险球等等不计算】</p>
<p class="con">有效流水：输掉的注单计算下注金额，盈利的注单计算净盈利金额。</p>
<p class="con">六：捕鱼取款流水=有效流水 有输赢并结算的投注金额。</p>
<p class="con">七：棋牌：有效流水是计算产生输赢的下注金额（如下100，不管输赢多少，有效流水为100）。</p>
    </div>
</template>
<script>
export default {
  name: 'withdrawal',
}
</script>

<style scoped lang="less">
.withdrawal{
  padding: 45px 40px;
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .con{
    font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
    a{
        color: #ff3813;
    }
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>