<template>
    <div class="xydiscount">
<p class="title">首存优惠活动：</p>

<p class="con">迎新钜惠</p>
<p class="con">为感谢广大会员对乐购体育的选择和认可，平台特此备上丰厚的迎新彩金回馈大家；</p>

<p class="con">活动详情： <br>
1、首次注册的会员完善资料并绑定银行卡送8元完善彩金，祝您旗开得胜； <br>
2、首次充值，充多少送多少钻石； <br>
3、首笔存款金额500元以上额外赠送2.88%； <br>
4、使用【虚拟币充值】和【银行卡充值】方式入款，额外送0.5%彩金。笔笔存，笔笔送，彩金无上限！ <br>
5、完成新手任务，领取更多奖励。（首页点击右上角即可查看） <br>
<br>
活动声明：<br>
乐购体育推出的任何活动只对有效会员开放，同一活动同一玩家只允许参与一次。同IP、同姓名、同存/提卡视为同一客户，任何以套利、刷彩金、使用第
三方插件获利者，乐购体育有权扣除获利金额并冻结账户。参与活动即表示同意活动声明。<br>

首存亏损转运<br>
首存会员当天亏损1000起，可领取高达1888转运彩金；祝您时来运转！<br>

活动详情：<br>
会员首次存款当日，亏损指定金额即可领取转运金，祝您时来运转，博得好彩头！<br>
</p>


<p>
    <img src="../../assets/imgaes/qucenter/table1.jpg" alt="">
</p>


































<p class="con">
例如：首存会员当日亏损1000元，即可联系客服申请18元助力转运彩金~<br>
<br>

活动声明：<br>
乐购体育推出的任何活动只对有效会员开放，同一活动同一玩家只允许参与一次。同IP、同姓名、同存/提卡视为同一客户，任何以套利、刷彩金、使用第
三方插件获利者，乐购体育有权扣除获利金额并冻结账户。参与活动即表示同意活动声明。<br>
</p>

<p class="title">热门优惠活动：</p><br>
<p class="con">
输赢打码<br>
畅快投注，打码领彩金；盈亏不限，彩金滚滚来<br>
<br>

活动详情：<br>
凡乐购体育有效会员，每月充值打码任意彩种，打码或输赢达到活动对应要求，次月即可联系客服领取最高5888元打码彩金，和最高58888元盈亏彩金。
畅快投注，尽在乐购体育！<br>

活动时间：每月1号至30/31号为活动累计时间<br>

领取时间：次月15号之前，逾期视为自动放弃<br>
</p>


<p>
    <img src="../../assets/imgaes/qucenter/table2.jpg" alt="">
</p>




<p class="con">
例如：会员当月投注彩票，累计打码50000，盈利1000元，次月15号前可领取打码彩金8元和盈亏彩金38元，累计46元。<br>

<br>
活动声明：<br>
乐购体育推出的任何活动只对有效会员开放，同一活动同一玩家只允许参与一次。同IP、同姓名、同存/提卡视为同一客户，任何以套利、刷彩金、使用第
三方插件获利者，乐购体育有权扣除获利金额并冻结账户。参与活动即表示同意活动声明。<br>
</p>

<p class="title">VIP贵族相关优惠活动：</p>
<p class="con">
VIP等级特权<br>
卡片内容：<br>
充值打码来升级，好礼送不停！<br>

活动详情：<br>
【乐购体育】隆重推出【VIP】专享服务，最低充值1000元并打满3000流水，即可升级为乐购尊贵*VIP1*用户；充值和流水越多，VIP等级越高；VIP用户
纵享升级礼金、生日礼金、每月红包和专属客服，以及豪华大礼包！<br>
</p>

<p>
    <img src="../../assets/imgaes/qucenter/table3.jpg" alt="">
</p>


<p class="con">
活动规则和条款：<br>
1、晋级标准：会员的累计存款以及累计流水达到相应级别的要求，即可晋级相应的VIP等级;<br>
2、保级要求：VIP等级达到相应的要求后，30天内投注需要完成保级要求。如果在此期间完成晋级，保级要求重新按照当前等级计算;<br>
3、Thưởng tăng cấp：升级礼金在会员达到该会员级别后系统自动派发，每个级别的升级礼金每位会员仅获得一次;(升级礼金1倍流水即可提款)<br>
4、Quà sinh nhật：生日礼金每年只允许领取一次，联系客服领取;(生日礼金1倍流水即可提款)<br>
5、每月红包：会员在上个月有过至少1次的成功存款，即可在每月18号获得上个月相应等级的红包彩金;(红包彩金1倍流水即可提款)<br>
6、乐购体育保留对活动的修改、停止及最终解释权<br>
<br>
</p>



<p class="title">贵族等级特权

<p class="con">
卡片内容：<br>
兑换钻石来升级，国王就是你！<br>
<br>

活动详情：<br>
   
<br>
【乐购体育】隆重推出【贵族】等级特权，最低充值50元并兑换钻石，即可升级为*骑士*爵位；兑换钻石越多，贵族等级越高；贵族纵享专属标识、
贵族席位、大转盘抽奖、永久发言和影视区观影等众多专属特权，以及奢华实物礼品！<br>
</p>

<p>
    <img src="../../assets/imgaes/qucenter/table4.jpg" alt="">
</p>

<p class="con">
活动规则和条款：<br>
1、晋级标准：会员的累计余额兑换钻石达到相应的级别要求，即可晋级相应的贵族等级;<br>
2、保级要求：会员在达到某贵族等级后，30天内需打赏或经验完成保级要求，如在此期间完成晋升，保级要求从新按照当前等级计算;<br>
3、每日抽奖：会员在当日北京时间(00:00-24: 00)内可参与贵族等级对应次数的抽奖活动，抽奖次数不累计，过期予以作废;<br>
4、专属礼物：会员达到某贵族等级后，即可联系客服获取相对应的专属礼物(实物礼品)，每个贵族等级礼物只可以领取一次;<br>
5、乐购体育保留对活动的修改、停止及最终解释权。
</p><br>
<p class="title">其他优惠活动：</p>
<p class="con">
下载APP<br>
下载手机端APP 领88元彩金！<br>
<br>
<br>
活动详情：<br>
凡是下载乐购手机APP并且连续充值游戏三天以上的会员（总充值满300元）即可获得88元APP彩金。<br>
<br>
扫描二维码下载APP（官方和代理的区分开）或打开APP下载网址：www.lgapp777.com<br>
<br>
<br>
申请方式：<br>
下载APP后达到充值游戏要求即可联系客服提供乐购APP截图申请~<br>
<br>
<br>
活动声明：<br>
乐购体育推出的任何活动只对有效会员开放，同一活动同一玩家只允许参与一次。同IP、同姓名、同存/提卡视为同一客户，任何以套利、刷彩金、使用第
三方插件获利者，乐购体育有权扣除获利金额并冻结账户。参与活动即表示同意活动声明。<br>
<br>
优惠活动常见问题：<br>
<br>
返水时间：<br>
AG，BG真人视讯总打码返水时间为次日北京时间中午12:30前自动添加到会员账户钱包内，注意查收。<br>
<br>
返水比例：<br>
AG、BG返水<br>
游戏AG、BG，投注即返水<br>
<br>
活动详情：<br>
  凡是乐购体育有效会员，投注AG、BG类游戏，即可根据VIP等级获得投注量对应比例的返水彩金。<br>

返水彩金将于次日中午12:15统一添加到会员账户余额中，仅需一倍流水即可提款。<br>

</p>


<p>
    <img src="../../assets/imgaes/qucenter/table5.jpg" alt="">
</p>




<p class="con">
六合返水 <br>
投注香港六合彩特码A，领返水彩金13%

<br>
活动详情：
 <br>
香港六合彩开奖日，会员投注特码A盘，可获投注金额13%的返水彩金，彩金将于当期开奖结算时统一添加到会员账户余额中，仅需一倍流水即可提款。
说明：六合返水仅适用于投注特码A，其他类注单无返水
<br>
升级红包：<br>
系统会按照您的会员账号等级自动为您派发，一倍流水即可取款：
<br>
VIP1赠送8元<br>
VIP2赠送18元<br>
VIP3赠送38元<br>
VIP4赠送188元<br>
VIP5赠送388元<br>
VIP6赠送588元<br>
VIP7赠送1888元<br>
VIP8赠送3888元
<br>

每月红包：<br>
系统会按照您的会员账号等级每月18号自动为您派发，一倍流水即可取款：
<br>

VIP1赠送0元<br>
VIP2赠送0元<br>
VIP3赠送58元<br>
VIP4赠送188元<br>
VIP5赠送388元<br>
VIP6赠送588元<br>
VIP7赠送888元<br>
VIP8赠送1888元<br>
</p>

<p class="title">无法领取优惠：</p>
<p class="con">
活动声明：<br>
乐购体育推出的任何活动只对有效会员开放，同一活动同一玩家只允许参与一次。同IP、同姓名、同存/提卡视为同一客户，任何以套利、刷彩金、使用第
三方插件获利者，乐购体育有权扣除获利金额并冻结账户。参与活动即表示同意活动声明。
<br>
活动时间有限制吗：<br>
输赢打码活动统计时间为：<br>
活动时间：每月1号至30/31号为活动累计时间<br>
领取时间：次月15号之前，逾期视为自动放弃<br>
<br>
<br></p>
    </div>
</template>
<script>
export default {
  name: 'xyDiscount',
}
</script>

<style scoped lang="less">
.xydiscount{
  padding: 45px 40px;
  .title{
    font-size: 16px;
    color: #1486ff;
    padding-bottom: 5px;
    padding-top: 35px;
  }
  .title:first-child{
      padding-top: 0px;
  }
  .con{
    font-size: 14px;
    color: #71819d;
    line-height: 34px;
    span{
      color: #1486ff;
    }
  }
  .pic{
      overflow: hidden;
      padding-top: 10px;
      img{
          width: 780px;
      }
  }
}
</style>