export default {
    qxText: 'रद्द  करना',
    qdText: 'पुष्टी',
    loginTip: 'आपने लॉग इन नहीं किया है या लॉगिन की समय सीमा समाप्त हो गई है',
    swTip: 'वर्तमान प्रणाली केवल परीक्षण लॉटरी गेम के लिए खुली है, यदि आपके पास अन्य आवश्यकताएं हैं, तो कृपया आधिकारिक खाते में लॉग इन करें',
    tsTitle: 'उपाधि',
    loginText:'लॉगिन',
    registerText:'पंजीकृत करें',
    copyText:'प्रतिलिपि',
    copyingText:'चीनी पाठ की प्रतिलिपि बनाएँ',//复制中文本
    copySuccess: 'प्रतिलिपि बनाएँ सफल',
    cypyError: 'प्रतिलिपि बनाएँ विफल, कृपया बाद में पुन: प्रयास करें',
    moneyDw:'वीएनडीके',
    moneyDwSx:'मुद्रा इकाई',//货币单位缩写
    dlTitle:'एजेंट की सूचना',
    gfTitle:'आधिकारिक घोषणाएं',//官方公告शीर्षक
    noPayPwdTip: "आपने भुगतान पासवर्ड सेट नहीं किया है, क्या आप इसे अभी सेट करना चाहते हैं",
    OnlineServe:'ऑनलाइन कस्टमर केयर',
    nickName:'उपनाम',
    xzTip:'कृपया चुनें',
    foot:['कृपया नई मदद चुनें','उत्तरदायित्व कथन','गोपनीयता संरक्षण','हमसे संपर्क करें','एजेंट में शामिल होना','एपीपी डाउनलोड करें','नियम और शर्तें'],
    home:{
        nav:['होमपेज','नोबल फिल्में','अधिमान्य लाभ','एजेंट संयुक्त उद्यम','एपीपी डाउनलोड करें','निकासी','आओ और साइन अप करें','तराजू','पुनर्भरण' ,'वॉलेट रूपांतरण','एक क्लिक रीसाइक्लिंग','व्यक्तिगत केंद्र','ऑनलाइन नंबर','खाल'],
        skinList:[
            { color: "0", name: "थीम रंग" },
            { color: "1", name: "गुलाबी" },
            { color: "2", name: "नीला" },
            { color: "3", name: "हरा" },
        ],
        mess:['No news'],
        brand:[
            {
                title:'ताकत ब्रांड की सिफारिश',
                content: 'एशिया में सबसे पेशेवर तकनीकी टीम, विकासशील देशों के लिए बेंचमार्क, और प्रतिष्ठा पायलट दिन में 24 घंटे अपने सुरक्षित और चिंता मुक्त खेल सुनिश्चित करने के लिए।'
            },
            {
                title: 'पूरा खेल प्रकार',
                content: 'लाइव, लॉटरी और इलेक्ट्रॉनिक गेम जैसे विभिन्न मनोरंजन विकल्पों के साथ हर दिन लगभग 1,000 रोमांचक खेल आयोजन खेले जाते हैं, जिससे आपको एक आदर्श गेमिंग अनुभव मिल सकता है।'
            },
            {
                title:'लेनदेन सुरक्षित और तेज है',
                content: 'अनन्य विकास, एन्क्रिप्शन प्रौद्योगिकी और सख्त सुरक्षा प्रबंधन प्रणाली, ग्राहक धन की सबसे पूर्ण सुरक्षा, सहकारी भुगतान मंच का विस्तार करना, जिससे आप बिना किसी चिंता के मनोरंजन का पूरी तरह से आनंद ले सकते हैं!'
            }
        ],
        leftNav:['खेल केंद्र','रेखा','रेखा','ऑनलाइन ग्राहक सेवा','हमसे संपर्क करें','एजेंट में शामिल होना','कॉलबैक सेवा','हम 7 * 24 घंटे टेलीफोन ग्राहक सेवा कॉल बैक सेवा प्रदान करते हैं, यदि आप इस प्लेटफ़ॉर्म का उपयोग करते समय समस्याओं का सामना करते हैं, तो कृपया अपने प्रश्न प्रकार और वांछित ग्राहक सेवा भाषा का चयन करें, और हम आपको जल्द से जल्द कॉल करेंगे!','प्रतिक्रिया प्रकार','भाषा का चयन करें','सदस्य खाता',' कृपया एक सदस्य खाता सबमिट करें','फोन संख्या','मोबाइल फोन नंबर या लैंडलाइन नंबर','कृपया प्रतिक्रिया प्रश्न प्रकार का चयन करें','कृपया भाषा प्रकार का चयन करें','कृपया कोई फ़ोन नंबर दर्ज करें','जानकारी सबमिट करें'],
        leftNav1:['अभी संपर्क करें','रेखा'],
        tkText:['बार-बार क्लिक करें, कृपया 10 सेकंड के बाद पुन: प्रयास करें','एक-क्लिक रीसाइक्लिंग विफल रहा, कृपया मैन्युअल रूप से रीसाइक्लिंग में कनवर्ट करें','रद्द करना','मैन्युअल रूपांतरण','पूर्ण संस्करण देखने के लिए लॉग इन करें','वर्तमान प्रणाली केवल खुली है लॉटरी खेल की कोशिश करो, यदि आप अन्य जरूरतें हैं, तो कृपया आधिकारिक खाते में लॉग इन करें','तुरन्त','लॉगिन','निकासी'],

        hotGame:{
            title:'लोकप्रिय खेल',
            
        },
        gameMess: {
            sport: {
              title: "स्पोर्ट्स एथलेटिक्स",
              content:
                "उद्योग में सबसे अधिक बाधाएं, दुनिया भर की घटनाओं, विकलांगता, आकार, हाफ-कोर्ट, बाधाओं और युगल, कुल लक्ष्यों, मंजूरी की श्रृंखला और अन्य क्विज़ को कवर करती हैं। लाइव एनीमेशन और लाइव वीडियो भी हैं, जिससे आप आसानी से चैट बेट का अनुभव कर सकते हैं और मज़े कर सकते हैं।",
              list: [
                [
                  {
                  img: require("../assets/imgaes/home/game-r-ty1.png"),
                  name: "फूटबाल",
                },
                {
                  img: require("../assets/imgaes/home/game-r-ty2.png"),
                  name: "बास्केटबॉल",
                },
                {
                  img: require("../assets/imgaes/home/game-r-ty3.png"),
                  name: "टेनिस",
                },
                {
                  img: require("../assets/imgaes/home/game-r-ty4.png"),
                  name: "टेबल टेनिस",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/pink/game-r-ty1.png"),
                  name: "फूटबाल",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-ty2.png"),
                  name: "बास्केटबॉल",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-ty3.png"),
                  name: "टेनिस",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-ty4.png"),
                  name: "टेबल टेनिस",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/blue/game-r-ty1.png"),
                  name: "फूटबाल",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-ty2.png"),
                  name: "बास्केटबॉल",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-ty3.png"),
                  name: "टेनिस",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-ty4.png"),
                  name: "टेबल टेनिस",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/green/game-r-ty1.png"),
                  name: "फूटबाल",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-ty2.png"),
                  name: "बास्केटबॉल",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-ty3.png"),
                  name: "टेनिस",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-ty4.png"),
                  name: "टेबल टेनिस",
                },
                ]
              ],
             
            },
            lottery: {
              title: "लॉटरी सट्टेबाजी",
              content:
                "आप जीतने के लिए लॉटरी खेल के 100 से अधिक प्रकार! टेस्को दुनिया भर के लॉटरी खिलाड़ियों के लिए विभिन्न प्रकार की खेल सामग्री प्रदान करता है, और खिलाड़ियों के लिए मन की शांति के साथ खेल की जगह का आनंद लेने के लिए एक उच्च गुणवत्ता वाला मनोरंजन वातावरण बनाने के लिए प्रतिबद्ध है, केवल एक निष्पक्ष और न्यायसंगत लॉटरी परिणाम के लिए।" ,
list: [
                [
                  {
                  img: require("../assets/imgaes/home/game-r-cp1.png"),
                  name: "एक्सएसएमबी",
                },
                {
                  img: require("../assets/imgaes/home/game-r-cp2.png"),
                  name: "एक्सएस वीआईपी",
                },
                {
                  img: require("../assets/imgaes/home/game-r-cp3.png"),
                  name: "एक्सएसएमएन",
                },
                {
                  img: require("../assets/imgaes/home/game-r-cp4.png"),
                  name: "मेगा 6/45 1 सेकंड",
                },
                {
                  img: require("../assets/imgaes/home/game-r-cp5.png"),
                  name: "1 सेकंड सुपर स्पीड",
                },
                {
                  img: require("../assets/imgaes/home/game-r-cp6.png"),
                  name: "45 सेकंड सुपर स्पीड",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/pink/game-r-cp1.png"),
                  name: "एक्सएसएमबी",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-cp2.png"),
                  name: "एक्सएस वीआईपी",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-cp3.png"),
                  name: "एक्सएसएमएन",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-cp4.png"),
                  name: "मेगा 6/45 1 सेकंड",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-cp5.png"),
                  name: "1 सेकंड सुपर स्पीड",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-cp6.png"),
                  name: "45 सेकंड सुपर स्पीड",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/blue/game-r-cp1.png"),
                  name: "एक्सएसएमबी",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-cp2.png"),
                  name: "एक्सएस वीआईपी",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-cp3.png"),
                  name: "एक्सएसएमएन",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-cp4.png"),
                  name: "मेगा 6/45 1 सेकंड",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-cp5.png"),
                  name: "1 सेकंड सुपर स्पीड",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-cp6.png"),
                  name: "45 सेकंड सुपर स्पीड",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/green/game-r-cp1.png"),
                  name: "एक्सएसएमबी",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-cp2.png"),
                  name: "एक्सएस वीआईपी",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-cp3.png"),
                  name: "एक्सएसएमएन",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-cp4.png"),
                  name: "मेगा 6/45 1 सेकंड",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-cp5.png"),
                  name: "1 सेकंड सुपर स्पीड",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-cp6.png"),
                  name: "45 सेकंड सुपर स्पीड",
                },
                ],
    
              ],
             
            },
            live: {
              title: "लाइव वीडियो",
              content:
                "इंटरएक्टिव मनोरंजन ऑनलाइन लाइव प्रसारण मंच खिलाड़ियों को सुंदर मेजबान प्रदर्शन देखने और गेम खेलते समय इंटरैक्टिव गेम में भाग लेने की अनुमति देता है। कई लाइव डीलर टेबल हैं, जिनमें शामिल हैं: बैकरेट, जिंगमी, ड्रैगन टाइगर, सिक बो, रूले, आदि। कई खेल।",
list: [
                [
                  {
                  img: require("../assets/imgaes/home/game-r-zr1.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/home/game-r-zr2.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/home/game-r-zr3.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/home/game-r-zr4.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/home/game-r-zr5.png"),
                  name: "",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/pink/game-r-zr1.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-zr2.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-zr3.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-zr4.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-zr5.png"),
                  name: "",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/blue/game-r-zr1.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-zr2.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-zr3.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-zr4.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-zr5.png"),
                  name: "",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/green/game-r-zr1.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-zr2.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-zr3.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-zr4.png"),
                  name: "",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-zr5.png"),
                  name: "",
                },
                ]
              ],
              
            },
            chess: {
              title: "कार्ड का खेल",
              content:
                "आपके खेलने के लिए सबसे पूर्ण शतरंज और कार्ड गेम, क्लासिक शतरंज और कार्ड गेम जैसे टेक्सास होल्डम, सैन गोंग, डू डिझू, महजोंग, आदि को एक साथ लाना, मीठी आवाज अभिनेताओं के साथ शांत चित्र, और खेल के मज़े का आनंद लें।",
list: [
               [
                  {
                  img: require("../assets/imgaes/home/game-r1.png"),
                  name: "मकान मालिक से लड़ना",
                },
                {
                  img: require("../assets/imgaes/home/game-r2.png"),
                  name: "सैन गोंग",
                },
                {
                  img: require("../assets/imgaes/home/game-r3.png"),
                  name: "महजोंग",
                },
                {
                  img: require("../assets/imgaes/home/game-r4.png"),
                  name: "टेक्सास होल्डम",
                },
              
               ],
    
               [
                  {
                  img: require("../assets/imgaes/skin/pink/game-r1.png"),
                  name: "मकान मालिक से लड़ना",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r2.png"),
                  name: "सैन गोंग",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r3.png"),
                  name: "महजोंग",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r4.png"),
                  name: "टेक्सास होल्डम",
                },
              
               ],
                [
                  {
                  img: require("../assets/imgaes/skin/blue/game-r1.png"),
                  name: "मकान मालिक से लड़ना",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r2.png"),
                  name: "सैन गोंग",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r3.png"),
                  name: "महजोंग",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r4.png"),
                  name: "टेक्सास होल्डम",
                },
              
               ],
               [
                  {
                  img: require("../assets/imgaes/skin/green/game-r1.png"),
                  name: "मकान मालिक से लड़ना",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r2.png"),
                  name: "सैन गोंग",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r3.png"),
                  name: "महजोंग",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r4.png"),
                  name: "टेक्सास होल्डम",
                },
              
               ],
               
              ],
              
            },
            slot: {
              title: "ई-स्पोर्ट्स",
              content:
                "सभी प्रमुख घटनाओं को प्रदान करते हुए, खिलाड़ी हर महीने 100 से अधिक गेम और हजारों बाधाओं की उम्मीद कर सकते हैं! एक अद्भुत दृश्य इंटरफ़ेस और कुशल उपयोगकर्ता अनुभव के साथ, यह आपको आसानी से शुरू करने, एक नज़र में समझने और आसानी से शर्त लगाने की अनुमति देता है।",
              list: [
               [
                  {
                  img: require("../assets/imgaes/home/game-r-dj1.png"),
                  name: "लीग ऑफ लीजेंड्स",
                },
                {
                  img: require("../assets/imgaes/home/game-r-dj2.png"),
                  name: "राजाओं का सम्मान",
                },
                {
                  img: require("../assets/imgaes/home/game-r-dj3.png"),
                  name: "पबजी मोबाइल",
                },
                {
                  img: require("../assets/imgaes/home/game-r-dj4.png"),
                  name: "डोटा 2",
                },
                {
                  img: require("../assets/imgaes/home/game-r-dj5.png"),
                  name: "काउंटर स्ट्राइक",
                },
               ],
               [
                  {
                  img: require("../assets/imgaes/skin/pink/game-r-dj1.png"),
                  name: "लीग ऑफ लीजेंड्स",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-dj2.png"),
                  name: "राजाओं का सम्मान",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-dj3.png"),
                  name: "पबजी मोबाइल",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-dj4.png"),
                  name: "डोटा 2",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-dj5.png"),
                  name: "काउंटर स्ट्राइक",
                },
               ],
               [
                  {
                  img: require("../assets/imgaes/skin/blue/game-r-dj1.png"),
                  name: "लीग ऑफ लीजेंड्स",
                },
{
                  img: require("../assets/imgaes/skin/blue/game-r-dj2.png"),
                  name: "राजाओं का सम्मान",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-dj3.png"),
                  name: "पबजी मोबाइल",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-dj4.png"),
                  name: "डोटा 2",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-dj5.png"),
                  name: "काउंटर स्ट्राइक",
                },
               ],
               [
                  {
                  img: require("../assets/imgaes/skin/green/game-r-dj1.png"),
                  name: "लीग ऑफ लीजेंड्स",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-dj2.png"),
                  name: "राजाओं का सम्मान",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-dj3.png"),
                  name: "पबजी मोबाइल",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-dj4.png"),
                  name: "डोटा 2",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-dj5.png"),
                  name: "काउंटर स्ट्राइक",
                },
               ]
              ],
            
            },
            cock: {
              title: "चिकन लड़ाई/घुड़दौड़",
              content:
                "कॉकफाइटिंग और घुड़दौड़ रोमांचक प्रतिस्पर्धी खेल और सट्टेबाजी के बेहद लोकप्रिय रूप हैं। K188 एक पेशेवर ऑनलाइन गेमिंग प्लेटफ़ॉर्म, शीर्ष बाधाओं और समृद्ध गेमप्ले प्रदान करता है!",
              list: [
                [
                  {
                  img: require("../assets/imgaes/home/game-r-cock1.png"),
                  name: "चिकन किक",
                },
                {
                  img: require("../assets/imgaes/home/game-r-cock2.png"),
                  name: "घुड़दौड़",
                },
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/pink/game-r-cock1.png"),
                  name: "चिकन किक",
                },
                {
                  img: require("../assets/imgaes/skin/pink/game-r-cock2.png"),
                  name: "घुड़दौड़",
                },
               
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/blue/game-r-cock1.png"),
                  name: "चिकन किक",
                },
                {
                  img: require("../assets/imgaes/skin/blue/game-r-cock2.png"),
                  name: "घुड़दौड़",
                },
                
                ],
                [
                  {
                  img: require("../assets/imgaes/skin/green/game-r-cock1.png"),
                  name: "चिकन किक",
                },
                {
                  img: require("../assets/imgaes/skin/green/game-r-cock2.png"),
                  name: "घुड़दौड़",
                },
                
                ]
              ],
             
            },
          },
        downApp:{
            title:'एपीपी डाउनलोड करें',
            content: "आशा है कि आप हमेशा व्यावसायिकता के लिए टेस्को ब्रांड के समर्पण से अवगत होंगे! यहां, पूरे नेटवर्क पर सबसे प्रचुर मात्रा में गेम, सबसे अंतरंग छूट, सबसे उत्कृष्ट उपयोगकर्ता अनुभव और दीर्घकालिक तकनीकी सहायता है, जो आपके साथ खेल का लगातार आनंद लेने के लिए होगी, और मनोरंजन वास्तव में आपकी उंगलियों पर आ सकता है!",
            load:["एपीपी डाउनलोड करने के लिए स्कैन कोड",'यंत्र-मानव, आईओएस','सीधी पहुंच']
        }
    },
    welcome:['Task Center','No data'],
    extend:[
        'ग्राहक सेवा से संपर्क करते समय, अपना उपयोगकर्ता नाम प्रदान करना याद रखें',
    'अभी जाएँ',
    'हमसे जुड़ें',
    'स्पोर्ट्स एजेंट',
    'खेल एजेंट',
    'एजेंट का समर्थन',
    'निमंत्रण लाभ',
    '',
    'स्तर', 
    "इस महीने कंपनी का कुल लाभ ($)",
     'सक्रिय खिलाड़ियों की संख्या के लिए न्यूनतम आवश्यकता', 
     'कमीशन प्रतिशत', 
     'आयोग गणना विधि',
      'कमीशन = शुद्ध लाभ और हानि सुधार के बाद x कमीशन अनुपात + कमीशन समायोजन', 
      'सुधार के बाद नेट जीत और हानि = वर्तमान महीने की शुद्ध जीत और हानि + पिछले महीने का संतुलन', 
      'शुद्ध जीत और हानि = महीने की कुल जीत और हानि - सदस्य उत्क्रमण - सदस्य बोनस - स्थल शुल्क + खाता समायोजन',
       "कुल जीत और हार: अर्थात, वर्तमान महीने में प्लेटफ़ॉर्म पर आपके सभी निचले स्तर के सदस्यों की जीत और हार का योग यदि आपके निचले स्तर के सदस्य की कुल जीत / हार 200 है, तो आपकी कुल जीत / हार -200 होगी",
       "सदस्य बोनस: जमा छूट, मंच बोनस, उन्नयन बोनस, मासिक मुफ्त लाल लिफाफा, जन्मदिन का उपहार, रखरखाव मुआवजा, गतिविधियां बोनस, रेफरल बोनस, आदि सहित।",
       'स्थान शुल्क: जब वर्तमान महीने में लाभ उत्पन्न होता है, तो प्लेटफ़ॉर्म को स्थल शुल्क के रूप में माना जाएगा, और विशिष्ट गणना है: प्रत्येक गेम स्थल का कुल नुकसान एक्स प्लेटफ़ॉर्म दर',
       "खाता समायोजन: जब सदस्यता टर्नओवर असामान्य है जब साइट व्यवस्थापक सदस्य के खाते को समायोजित करता है। ",
       'सक्रिय सदस्यों की संख्या: वर्तमान महीने में सदस्य की प्रभावी पोकर राशि 1000 से अधिक तक पहुंच जाती है या जमा 500 है',
       'कमीशन दर उन्नयन: महीने का शुद्ध लाभ और महीने में सक्रिय खिलाड़ियों की संख्या एक ही समय में मांग को पूरा करना चाहिए',
       'सक्रिय सदस्यों की संख्या: यदि महीने में सक्रिय सदस्यों की संख्या 5 लोगों तक पहुँचती है, तो चालू महीने में कोई कमीशन नहीं है, और उत्पन्न सकारात्मक लाभ जमा नहीं होगा, और नकारात्मक लाभ अगले महीने तक स्थानांतरित कर दिया जाएगा। यह एक सकारात्मक संख्या बन जाती है। कृपया ध्यान रखें कि कमीशन को धोखा देने के लिए बेईमान तरीकों का कोई भी उपयोग खाते को स्थायी रूप से फ्रीज कर देगा और खाते से प्रतिबंधित कर दिया जाएगा। साझेदारी की समाप्ति, सभी कमीशन का भुगतान नहीं किया जाएगा। ',' ए: उदाहरण के लिए, यदि आपको इस महीने अपने एजेंसी खाते में लाभ हुआ है, तो आपकी निम्न आय हो सकती है:',
       "1. एक महीने के भीतर, आपके एजेंसी खाते में कंपनी का शुद्ध लाभ 1,000-100,000 युआन तक पहुंच जाता है, जिसे कमीशन का 15% आनंद लिया जा सकता है। ",
       "2. एक महीने के भीतर, कंपनी 20% कमीशन का आनंद ले सकती है जब आपके एजेंसी खाते में शुद्ध लाभ 100,001 युआन से 300,000 युआन तक पहुंच जाता है। ",
       "3. एक महीने के भीतर, आपके एजेंसी खाते में कंपनी का शुद्ध लाभ 300,001 युआन से 600,000 युआन तक पहुंच जाता है, और आप कमीशन के 25% का आनंद ले सकते हैं।",
       "4. एक महीने के भीतर, आपके एजेंसी खाते में कंपनी का शुद्ध लाभ 600,001 युआन - 1,000,000 युआन तक पहुंच जाता है, और आप कमीशन का 30% आनंद ले सकते हैं। ",
       "5. एक महीने के भीतर, कंपनी कमीशन का 35% आनंद ले सकती है यदि आपके एजेंसी खाते में शुद्ध लाभ 1,000,001 युआन से अधिक तक पहुंच जाता है। ",
        "एजेंट का समर्थन", 
       "1. सदस्य का 300 का पहला प्रभार 88 हो जाता है", 
       "2. प्रीमियम वीआईपी अनुभव, लक्जरी का आनंद लेने के लिए 1888 और 3888 युआन तक के मासिक जन्मदिन लाल पैकेट!",
       "3. सदस्यों के अनन्य वीआईपी जैगर-लेकॉल्ट्रे पुरुषों की घड़ियों और अन्य शारीरिक उपहार!",
       '4. समृद्ध ऑनलाइन गतिविधियां, बोनस राशि प्राप्त करने के लिए साइन-इन, और बारिश के लिए लाल लिफाफे! ',
       '5. फ्लाइंग ऑर्डर सॉफ्टवेयर का मुफ्त उपयोग प्राप्त करने के लिए एजेंट में शामिल हों! ',
       '6. यूएसडीटी टीथर निपटान, सुरक्षित और चिंता मुक्त समर्थन! ',
       '7. यदि दैनिक मात्रा 3 मिलियन से अधिक है, तो आप मुफ्त में 5 अंकों का क्यूक्यू प्राप्त कर सकते हैं; यदि दैनिक वॉल्यूम 1 मिलियन से अधिक है, तो आप मुफ्त में 6 अंकों का क्यूक्यू प्राप्त कर सकते हैं। ',
       'आमंत्रण लाभ',
       'दोस्तों को पदोन्नति सफलतापूर्वक एपीपी डाउनलोड करने और पंजीकरण करने के बाद (दोस्तों को पंजीकरण करते समय अपना निमंत्रण कोड भरना होगा), आमंत्रित उपयोगकर्ता पहली बार 50 खर्च करता है और निमंत्रण सफल होता है। आमंत्रित उपयोगकर्ता द्वारा उपभोग की गई शेष राशि उपयोगकर्ता स्तर प्रतिशत के अनुसार आमंत्रित उपयोगकर्ता में परिवर्तित हो जाती है। आमंत्रित उपयोगकर्ता प्रमोटरों के रूप में आवेदन करते हैं, और आमंत्रित निचले स्तर के उपयोगकर्ताओं की खपत आय 10% की दर से ऊपर की ओर परिवर्तित होती रहेगी। वगैरह-वगैरह'
    ],
member:['अकाउंट बैलेंस','व्यक्तिगत जानकारी','संपत्ति अवलोकन','जमा','प्रत्याहरण','संदेश केंद्र','मेरा बिल','पासवर्ड सेटिंग्स','प्रतिपुष्टि','ग्राहक सेवा से संपर्क करें ','पदोन्नति रिपोर्ट','खेल की रिपोर्ट','वीडियो संग्रह','याद करना'],
    userInfor:{
      text1:['वर्तमान में कोई उपहार नहीं'],
        text:['व्यक्तिगत डेटा','डेटा संपादित करें','रक्षा कर','मेरे वीआईपी','सदस्यता पैकेज','मेरा वीआईपी स्तर','गर्म अनुस्मारक: उन्नयन रिचार्ज की आवश्यकता है','और बहता हुआ पानी',' मेरे विशेषाधिकार', 'उपहार नवीनीकृत करें', 'मासिक लाल पैकेट (18 वां)', 'जन्मदिन के उपहार', 'अनन्य ग्राहक सेवा', 'इनाम बराबर होता है', 'वीआईपी विवरण देखें', 'मेरा उपनाम', 'वैयक्तिकृत हस्ताक्षर'],
        inputTitle:['उपनाम','लिंग','फोन संख्या','ईमेल','हस्ताक्षर'],
        pla:['कृपया सामग्री दर्ज करें', 'चयनित नहीं किया गया', 'फोन डेटा को संशोधित करने के लिए पहचान प्रमाण पत्र है, कृपया इसे समय पर जोड़ें', 'ईमेल डेटा को संशोधित करने के लिए पहचान प्रमाण पत्र है, कृपया इसे समय पर जोड़ें', 'कृपया सामग्री दर्ज करें', 'नर ','मादा'],
        warnText:['कृपया कोई चित्र अपलोड करें', 'आपने अपना फ़ोन नंबर और ईमेल दर्ज नहीं किया है', 'डेटा सफलतापूर्वक संशोधित किया गया है', 'अवतार सफलतापूर्वक अपलोड किया गया है', 'कृपया कोई चित्र अपलोड करें','कृपया सही फ़ोन नंबर दर्ज करें'],
        changePic:['अवतार संशोधित करें','पूर्वदर्शन','स्थानीय अपलोड करें','पुन: अपलोड करें','ठीक है','उपनाम रिक्त नहीं हो सकता'],
        memberPackage:{
            text:['सदस्य उपहार पैकेज','वीआईपी शारीरिक इनाम','प्राप्त हुआ','दावे पर जाएं','प्राप्त करना','इसे अभी भरें','निवारक'],
            lqGift:{
                text:['वीआईपी विशेष उपहार संग्रह','प्राप्तकर्ता','पता',"प्राप्तकर्ता का फ़ोन नंबर",'नोट: वीआईपी 7 सौंदर्य अंतरिक्ष सेवा, कंपनी टेलीफोन द्वारा अग्रिम में आपसे संपर्क करेगी, कृपया फोन खुला रखें', 'जमा करें'],
                pla:["कृपया प्राप्तकर्ता का नाम इनपुट करें", 'कृपया डिलीवरी पता इनपुट करें', "कृपया प्राप्तकर्ता का फ़ोन नंबर इनपुट करें"],
                warnText:["कृपया प्राप्तकर्ता का नाम इनपुट करें", 'कृपया डिलीवरी पता इनपुट करें', "कृपया प्राप्तकर्ता का फ़ोन नंबर इनपुट करें"]
            }
        }
    },
    moneyCenter:{
        text:['कुल परिसंपत्तियां किसके बराबर हैं?','पुनर्भरण','प्रत्याहरण','बटुआ','स्वचालित स्थानांतरण','सेंट्रल वॉलेट','खेल बटुआ','में स्थानांतरण','बाहर स्थानांतरण','वॉलेट स्वैप', 'कृपया चयन करें', 'ट्रांसफर अमाउंट', 'नोट: हस्तांतरण राशि हस्तांतरण राशि से अधिक नहीं हो सकती', 'तुरंत कनवर्ट करें','स्वचालित धन हस्तांतरण चालू करें। . कृपया मैन्युअल स्थानांतरण अक्षम करें.','स्वचालित धन हस्तांतरण फ़ंक्शन चालू करें, धन स्वचालित रूप से संबंधित वॉलेट में स्थानांतरित हो जाएगा।. कृपया मैन्युअल स्थानान्तरण अक्षम करें'],
        warnText:['कृपया कम से कम 1 स्थानांतरण करें','स्वचालित स्थानांतरण फ़ंक्शन को बंद करना है या नहीं','गर्म अनुस्मारक','कृपया हस्तांतरण राशि दर्ज करें']
    },
    recharge:{
        text:['पुनर्भरण','भुगतान का तरीका','रिचार्ज राशि','तुरंत रिचार्ज करें','रिचार्ज ट्यूटोरियल'],
        warnText:['कृपया रिचार्ज चैनल का चयन करें', 'कृपया जमा राशि दर्ज करें', 'कृपया जमा राशि दर्ज करें', 'कृपया रिचार्ज विधि का चयन करें'],

        sdyhk:{
            cyk:{
                text:['आमतौर पर इस्तेमाल किया जाने वाला खाता','संपादन करना','पूंछ संख्या','जमाकर्त्ता','डिपॉजिट अकाउंट','खाते का उपयोग करें','जोड़ना'],
                add:{
                    text:['खाता जोड़ें','जमाकर्त्ता','जमा खाता','कहना','जमा करें'],
                    pla:['कृपया जमाकर्ता का नाम दर्ज करें', 'कृपया टिप्पणियाँ दर्ज करें', 'कृपया जमा खाता दर्ज करें'],
                    warnText:['कृपया जमाकर्ता का नाम दर्ज करें', 'कृपया जमाकर्ता का खाता दर्ज करें'],
                },
            },
            text:['कृपया उस बैंक का चयन करें जिसे आप स्थानांतरित करने के लिए सुविधाजनक हैं','वर्तमान भुगतान विधि टॉप-अप राशि प्रस्तुत करती है','रिचार्ज रेंज','वर्तमान में निम्नलिखित सबसे प्रभावी बैंक कार्ड है, कृपया हस्तांतरण करते समय प्राप्तकर्ता की खाता जानकारी सत्यापित करें ','लौटना','कृपया निम्न खाते में स्थानांतरित करें','कृपया अपने स्थानांतरण की जानकारी भरें','कॉमन अकाउंट','रिचार्ज सबमिट करें'],
            inputTitle:['कार्ड नंबर','कार्डधारक','खाता खोलने वाला बैंक','जमाकर्त्ता','जमा राशि','जमा खाता संख्या','जमा करने का समय','डिपॉजिट बैंक','यादृच्छिक कोड'],
            pla:['कृपया जमाकर्ता का नाम इनपुट करें', 'कृपया रिचार्ज राशि इनपुट करें', 'कृपया जमाकर्ता का खाता नंबर इनपुट करें', 'दिनांक और समय का चयन करने के लिए क्लिक करें', 'कृपया डिपॉजिट बैंक इनपुट करें'],
            warnText:['त्रुटि, कृपया किसी अन्य कार्ड का चयन करें', 'त्रुटि, कृपया किसी अन्य कार्ड का चयन करें', "कृपया कार्डधारक का नाम भरें", 'कृपया कार्ड नंबर भरें', 'कृपया रिचार्ज राशि भरें', 'कृपया समय भरें' ,'कृपया जमा बैंक का चयन करें','जमा राशि है']
        },
        sfyhk:{
            warnText:['कृपया जमा बैंक का चयन करें'],
            pla:['सिंगल लिमिट'],
            errorText:[],
        },
        sfsm:{
           
        },
        xnb:{
            cydz:{
                text:['सामान्य पता','पता जोड़ें','आपने अक्सर उपयोग किया जाने वाला खाता नहीं जोड़ा है','संपादन करना','पूरा','जोड़ना'],
                add:{
                    text:['प्रेषण टोकन पता','कहना','जमा करें'],
                    pla:['कृपया टोकन पता दर्ज करें', 'कृपया टिप्पणियाँ दर्ज करें (5 वर्णों के भीतर)'],
                    warnText:['कृपया पूरी जानकारी दर्ज करें']
                },
            },
            text:['पता जोड़ें','सामान्य पता','संदर्भ विनिमय दर','अनुमानित आगमन','कृपया वास्तविक समय भुगतान विनिमय दर देखें','पुष्टि'],
            pla:['कृपया टोकन पता दर्ज करें', 'कृपया लेन-देन संख्या दर्ज करें', 'कृपया प्रेषण समय दर्ज करें', 'कृपया USDT राशि दर्ज करें'],
            warnText:['टोकन पता रिक्त नहीं हो सकता', 'ऑर्डर ID रिक्त ID नहीं हो सकता', 'प्रेषण का समय खाली नहीं हो सकता', 'रिचार्ज राशि खाली नहीं हो सकती'],
        }
    },
    widthDraw:{
        text:['निकासी की रकम','बैंक कार्ड जोड़ें','कृपया सत्यापित करें कि अनावश्यक परेशानी से बचने के लिए आपका निकासी खाता सही है','प्रत्याहरण',"विवरण: निकासी सेवा शुल्क उपयोगकर्ता के निकासी बैंक और निकासी खाते पर आधारित होगा और वास्तविक समय में उपयोगकर्ता की व्यक्तिगत स्थिति बदल जाती है।",'अगर आप अपना फोन नंबर और ईमेल एड्रेस दर्ज नहीं करेंगे तो पैसे नहीं निकाल पाएंगे','तुरंत भरें'],
        inputTitle:['निकासी की रकम','निकासी खाते का चयन करें','भुगतान पासवर्ड','पूंछ संख्या','कार्ड सहेजना'],
        pla:['कृपया निकासी राशि दर्ज करें', 'कृपया भुगतान पासवर्ड दर्ज करें'],
        warnText:['कृपया पहले बैंक कार्ड को बांधें', 'कृपया भुगतान पासवर्ड दर्ज करें', 'निकासी आवेदन सफल है, ग्राहक सेवा महिला प्रसंस्करण कर रहा है', 'इसे अभी सेट करें'],
        errorText:['जो शेष राशि निकाली जा सकती है वह अपर्याप्त है','न्यूनतम निकासी राशि है','अधिकतम निकासी राशि है','दर्ज पासवर्ड ग़लत है, आपके पास अभी भी है','आयात समय','निकासी राशि खाते की शेष राशि से अधिक नहीं हो सकती है'],
        addCard:{
            text:['बैंक कार्ड जोड़ें','कृपया अपने बैंक खाते को सत्यापित करें, गलत खाते की जानकारी स्थानांतरित नहीं होगी','बैंक खाता खाली नहीं हो सकता','जमा करें'],
            inputTitle:['पूरा नाम','खाता संख्या','तट','शाखा','लेन-देन पासवर्ड'],
            pla:["कृपया कार्डधारक का नाम भरें",'कृपया अपना खाता नंबर दर्ज करें','कृपया चयन करें',"शाखा (एक बैंक की सहायक), जैसे कि एक क्षेत्रीय शाखा",'भुगतान पासवर्ड' ],
            warnText:["कृपया खाताधारक का नाम इनपुट करें", 'कृपया बैंक कार्ड इनपुट करें', 'कृपया भुगतान पासवर्ड इनपुट करें'],
        },
        fee:['वास्तविक कटौती','हैंडलिंग शुल्क','तय फीस','हस्तांतरण शुल्क','दर','कुल सेवा शुल्क'],
        popTip:['आपने भुगतान पासवर्ड सेट नहीं किया है. क्या आप अभी यह पासवर्ड सेट करना चाहते हैं?अभी स्थापित करें?']
    },
    news:{
        text:['घोषणा','सिस्टम संदेश','अधिसूचना','संदेश का विवरण']
    },
    dsRecord:{
        text:['बैलेंस रिकॉर्ड','सट्टेबाजी का रिकॉर्ड','उपभोग का समय','प्रकार','बैलेंस ','रंग प्रकार','अवधि संख्या','समय','चालू','परिणामs']
    },
    setting:{
        title:'पासवर्ड सेटिंग',
        text:['बिना सेटिंग के पेमेंट','लॉग इन पासवर्ड सेटिंग','सेटिंग','सुधारना','ग्राहक सेवा से संपर्क करें','अभी तक कोई भुगतान पासवर्ड सेट नहीं किया गया है','आपका फंड खाता फ्रीज कर दिया गया है।']
    },
    PayPwd:{
        text:['पास्वोर्ड सेटिंग','भुगतान पासवर्ड संशोधन','पुराना पासवर्ड सत्यापित करें','नया पासवर्ड दर्ज करें','पूर्ण','जमा','जमा'],
        warnText:['नया पासवर्ड पुराने पासवर्ड से नही मिलता ','रिसेट','आपका खाता फ्रीज कर दिया गया है','अगला कदम','नया पासवर्ड दर्ज करे'],
        pla:['नये पासवर्ड की जाच करे', 'नये पासवर्ड की जाच करे', 'कृपया पुराना पासवर्ड दर्ज करें'],
        errorText:['भुगतान पासवर्ड खाली नहीं हो सकता', 'पेमेंट पासवर्ड 6 संख्या से  कम नही हो सकता ', 'पासवर्ड इनपुट का दो गुना असंगत है', 'नया पासवर्ड खाली नहीं हो सकता', 'पुष्टि करें कि पासवर्ड रिक्त नहीं हो सकता', 'पासवर्ड इनपुट त्रुटि, आपके पास अभी भी है ','एक मोखा','नया पासवर्ड सफलतापूर्वक सेट किया गया है','कृपया आपके द्वारा सेट किया गया नया पासवर्ड याद रखें','सेकंड में लॉगिन पृष्ठ पर वापस कूदें']
    },
setPayPsd:{
        text:['पासवर्ड सेटिंग','पेमेंट सेटिंग पूर्णहुई','भुगतान पासवर्ड सेटिंग सफल है','कृपया अपने द्वारा सेट किया गया नया पासवर्ड याद रखें','सेकंड में लॉगिन पृष्ठ पर वापस जाएँ'],
        warnText:['लॉगिन पासवर्ड और भुगतान पासवर्ड समान नहीं हो सकते','तुरन्त','सत्यापन'],
        pla:['पेमेंट पासवर्ड दर्ज करे', 'कृपया अपने भुगतान पासवर्ड की पुष्टि करें'],
        errorText:['भुगतान पासवर्ड खाली नहीं हो सकता', 'भुगतान पासवर्ड छह अंकों से कम नहीं हो सकता', 'पुष्टिकरण पासवर्ड रिक्त नहीं हो सकता', 'दो पासवर्ड असंगत हैं', 'भुगतान पासवर्ड खाली नहीं हो सकता', 'पेमेंट पासवर्ड 6 संख्या से  कम नही हो सकता ', 'दोनों पासवर्ड मेल नहीं खाते']
    },
    loginPwd:{
        text:['पासवर्ड सेटिंग','पासवर्ड  बदले','पुराने पस्वोर्ड की जाच करे','नया पासवर्ड दर्ज करें','पूरा','सेकंड के बाद लॉगिन पृष्ठ पर वापस जाएँ','नया पासवर्ड सफलतापूर्वक सेट','कृपया अपने द्वारा सेट किया गया नया पासवर्ड याद रखें'],
        warnText:['फ्हिर से कोशिश करे'],
        pla:['पुराना पासवर्ड दर्ज करे', 'नया पासवर्ड दर्ज करे', 'कृपया पुराने पासवर्ड की पुष्टि करे '],
        errorText:['पासवर्ड गलत तरीके से दर्ज किया गया है, आपके पास अभी भी एक मौका है','घोषणा','पुराना पासवर्ड खाली नहीं हो सकता','पुराना पासवर्ड 6-18 अंकों का होता है।','नया पासवर्ड रिक्त नहीं हो सकता','नया पासवर्ड 6- 18 अंकों का है', 'नया पासवर्ड पुराने पासवर्ड से मेल नहीं खाता', 'कृपया पुष्टिकरण पासवर्ड दर्ज करें', 'नया पासवर्ड पुष्टिकरण पासवर्ड से मेल नहीं खाता', 'पूर्ण पासवर्ड रिक्तनही हो सकता', 'पुराना पासवर्ड 6-18 अंकों का होता है।', 'नया पासवर्ड रिक्त नहीं हो सकता','कृपया पुष्टिकरण पासवर्ड दर्ज करें','नया पासवर्ड पुराने पासवर्ड के समान नहीं हो सकता','नया पासवर्ड 6-18 अंकों का है।','कृपया पुष्टिकरण पासवर्ड दर्ज करें','नया पासवर्ड पुष्टिकरण पासवर्ड के साथ असंगत है'],
        btnText:['अगला कदम','जमा करें','सत्यापित','सत्यापित','जमा करें']
    },
    feedBack:{
        text:['प्रतिपुष्टि','जमा करें','500 शब्दों तक का फीडबैक'],
        pla:['कृपया सामग्री दर्ज करें'],
        warnText:['प्रतिक्रिया सामग्री रिक्त नहीं हो सकती','सबमिशन सफल रहा है'],
    },
    extendReport:{
        text:['टीम सांख्यिकी','सदस्यों की रिपोर्ट','अधीनस्थ रिपोर्ट','निमंत्रण'],
        invite:{
            text:['प्रचार आमंत्रण कोड','प्रचार लिंक','आमंत्रण लाभ','सफलतापूर्वक एक व्यक्ति को तुरंत श्रेय देने के लिए आमंत्रित किया',"उपर्युक्त आमंत्रित व्यक्ति की सट्टेबाजी लेनदेन की मात्रा एक निश्चित प्रतिशत के अनुसार आमंत्रित व्यक्ति को वापस कर दी जाएगी। ",'अब पैसा कमाएँ','प्रॉक्सी के रूप में पंजीकृत करें'],
            content: 'एपीपी को सफलतापूर्वक डाउनलोड करने और पंजीकरण करने के बाद (दोस्तों को पंजीकरण करते समय अपना निमंत्रण कोड भरना होगा), आमंत्रित उपयोगकर्ता पहली बार 50 खर्च करता है और निमंत्रण सफल होता है। आमंत्रित उपयोगकर्ता द्वारा उपभोग की गई शेष राशि उपयोगकर्ता स्तर प्रतिशत के अनुसार आमंत्रित उपयोगकर्ता में परिवर्तित हो जाती है। आमंत्रित उपयोगकर्ता प्रमोटरों के रूप में आवेदन करते हैं, और आमंत्रित निचले स्तर के उपयोगकर्ताओं की खपत आय 10% की दर से ऊपर की ओर परिवर्तित होती रहेगी। वगैरह-वगैरह',
            warnText:['प्रतिलिपि बनाएँ सफल', 'प्रतिलिपि बनाएँ विफल, कृपया बाद में पुन: प्रयास करें', 'कृपया क्यूक्यू इनपुट करें', 'आपका प्रमोटर एप्लीकेशन सफल रहा है, अब पैसा कमाना शुरू करें'],
            tcText:['पदोन्नति आवेदन','फ़ोन नंबर','पुष्टि','आपके द्वारा भेजे गए पदोन्नति आवेदन ग्राहक सेवा द्वारा समीक्षाधीन है, कृपया प्रतीक्षा करें','अनुरोध विफल रहा','दुर्भाग्य से, आपका पदोन्नति आवेदन विफल रहा!','कृपया विशिष्ट कारणों से ग्राहक सेवा से संपर्क करें','ग्राहक सेवा से संपर्क करें']
        },
        teamReport:{
            text:['सदस्यों की संख्या','रिचार्ज राशि','छूट की राशि','कमीशन का अनुपात','अगले स्तर से बहुत दूर','सांख्यिकीय समय','सवाल','रजिस्टर्ड नंबर','रिचार्ज किया हुआ नंबर' ,'रिचार्ज राशि','टीम छूट की राशि','अधीनस्थ छूट राशि','समाप्ति दिनांक प्रारंभ दिनांक से कम नहीं हो सकता, कृपया पुन: चयन करें'],
            registerNum:{
                text:['टीम आँकड़ों पर लौटें','पंजीकरण','मानक तक नहीं','मानक तक पहुँच गए हैं'],
                tableTitle:['अवतार','उपनाम','पंजीकरणसमय','रिचार्ज राशि','सदस्यता की प्रगति'],
                warnText:['आपने किसी प्रवर्तक का चयन नहीं किया है।','दिनांक चुनें']
            }
        },
        memberReport:{
            text:['सदस्यों की संख्या','रिचार्ज राशि','छूट की राशि','कमीशन का अनुपात','अभी भी अगले स्तर से बहुत दूर','कृपया कोई उपनाम दर्ज करें','सवाल','ऐसी कोई आईडी जानकारी नहींs'] ,
            tableTitle:['अवतार','उपनाम','पंजीकरण समय','रिचार्ज राशि','आयोग'],
            warnText:['कृपया कोई उपनाम दर्ज करें']
        },
        nextReport:{
            text:['सदस्यों की संख्या','रिचार्ज राशि','छूट की राशि','कमीशन का अनुपात','अभी भी अगले स्तर से बहुत दूर','कृपया कोई उपनाम दर्ज करें','सवाल','ऐसी कोई आईडी जानकारी नहीं'] ,
            tableTitle:['अवतार','उपनाम','टीम नंबर','पंजीकरण अमाउंट','रिबेटअमाउंट'],
            warnText:['कृपया उपनाम दर्ज करे']
        }
    },
    gameReport:{
        text:['खेल रिपोर्ट',' दर्ज बेट '],
        game:{
            text:['समय चुने','आज','सात दिन के पास','3 महीने','कुल बेट अमाउंट','कुल जीता गया अमाउंट'],
            tableTitle:['प्लेटफार्म','कुल बेटस','कुल जीत और हार'],
            gameList:['लाटरी खेल']
        },
        userTzRecord:{
            text:['प्लेटफार्म चयन','आज','सात दिन के पास','3 महीने','समय चुने','बेटिंग स्थर','सब','बिनाजमे हुए','जमे हुए','T समय फ़िल्टर','जानकारी','कोई डाटा नही '],
            tableTitleCp:['प्लेटफार्म','खेल','समय','नंबरका कारण','नंबर','विषम','अमाउंट'],
            tableTitleSf:['प्लेटफार्म','खेल','समय','अकेला नंबर','बेटअमाउंट','लाभ'],
            warnText:['अंतिम दिनांक  शरुआत दिनांक से  कमनही हो सकती कृपया दुबरा चयन करे'],
            pla:['दिनांकका चयन करे']
        }
    },
    videoCollect:{
        text:['पसंदीदा', 'इतिहास दिकना', 'कोई डाटा नही ']
    },
    game:{
        text:['खेल','कूदना.कृपया प्रतीक्षा करे...','नियम']
    },
    
    app:{
        text:['प्राथना सफल हुई','प्राथर्ना सफलनही हुई','कस्टमर सेवा संपर्क','प्राथना सफल हुई']
    },
    vipDetails:{
        text:['संचित जमा', 'बहता हुआ पानी', 'ग्रेड रखरखाव बहते पानी (एक महीने)','पदोन्नति की शर्तें','योग्यता शर्ते','वी आई पी एक्स्चुल्सिवे उपहार','बढता हुआ बोनस','जन्मदिन के उपहार',"सदस्य दिवस",'हर महीने का 18व','द्रदथा कस्टमर सेवा '],
        title:['अभिजात वर्ग लक्जरी साझा करें, सही जीवन को स्पर्श करें ','वीआईपी कायक्रम','याद दिलाना']
    },
    Introduction:{
      title:['द्रश्य मुद्रा क्या है ? ','द्रश्य मुद्रा  के फायदे','USDT के फायदे','द्रश्य ट्रेडिंगप्लेटफार्म  की सूचि'],
      text1:['आभासी मुद्रा वह पैसा है जिसका कोई भौतिक रूप नहीं है, लेकिन केवल डिजिटल रूप में मौजूद है, जिसे "डिजिटल मनी" भी कहा जाता है।".','इसका सार भौतिक धन के समान है, जो इंटरनेट पर तत्काल और अप्रतिबंधित हस्तांतरण, मुख्यधारा की डिजिटल मुद्राओं जैसे यूएसडीटी (टीथर), बीटीसी (बिटकॉइन), ईटीएच (एथेरियम) आदि की अनुमति देता है।','उपयोगकर्ता डिजिटल मुद्रा व्यापार मंच के माध्यम से डिजिटल सिक्के खरीद सकते हैं, मंच पर भुगतान कर सकते हैं, और गेम खेलने के लिए आरएमबी के लिए उनका आदान-प्रदान कर सकते हैं।'],
      text2:{
        title:['अत्यधिक एन्क्रिप्टेड','तेजी से लेन-देन','केंद्र पर जावो'],
        text:['बैंक कार्ड जैसे पारंपरिक लेनदेन विधियों की तुलना में, उपयोगकर्ताओं को संवेदनशील जानकारी के रिसाव से बचने के लिए आभासी मुद्रा लेनदेन को पूरा करने के लिए अपना नाम या कार्ड नंबर प्रदान करने की आवश्यकता नहीं है।','आभासी मुद्रा द्वारा लागू ब्लॉकचेन तकनीक में विकेंद्रीकरण की विशेषताएं हैं, डेटा को संसाधित करने के लिए भुगतान केंद्र की आवश्यकता नहीं है, और लेनदेन का समय काफी छोटा हो जाता है'],
        
      },
      text3:{
        tip:'टीथर को यूएसडीटी के रूप में भी जाना जाता है और इसका मूल्य अमेरिकी डॉलर के बराबर है। 1 अमरीकी डालरटी = 1 अमरीकी डालर। यह सुविधा यूएसडीटी को दुनिया की सभी एन्क्रिप्टेड डिजिटल मुद्राओं में सबसे बड़ा स्थिर सिक्का और सबसे तरल बनाती है। इसका अच्छा मूल्य संरक्षण है और यह वेबसाइट द्वारा उपयोग की जाने वाली प्राथमिक मुद्रा भी है।',
        content:{
          title:['रिस्क से दूर रहो','सहज ज्ञान युक्त मुद्रा की कीमतें','तेजी से घूमना'],
          text:['USDT के ऊपर और नीचे कोई बड़ा उतार-चढ़ाव नहीं होगा, यह केवल तभी बदलता है जब अमेरिकी डॉलर की विनिमय दर बदलजाती है और कीमत बहुत स्थिर होती है।','अधिकांश मुद्राएं नेत्रहीन रूप से संबंधित मूल्य नहीं देख सकती हैं। रूपांतरण की गणना करने की आवश्यकता है, बहुत असुविधाजनक। लेकिन यूएसडीटी नेत्रहीन देख सकता है कि डॉलर के लायक कितने हैं।']
        }
      },
      text4:{
        tip1:'डिजिटल मुद्रा खरीदने के लिए गाइड',
        tip2:'*आप डिजिटल मुद्राओं को खरीदने और बेचने के लिए अन्य डिजिटल मुद्रा ट्रेडिंग प्लेटफॉर्म भी चुन सकते हैं',
        content:{
          title:['बिहुई','हुओबी','बिनेंस'],
          text:[
              'सुचारू कानूनी मुद्रा जमा और निकासी सेवा मंच, सुरक्षित डिजिटल वॉलेट और सेकंड में भुगतान की गति',
              'कानूनी मुद्रा, मुद्रा व्यापार, कई मुद्राओं और बड़ी ट्रेडिंग वॉल्यूम का समर्थन करने वाले विश्व प्रसिद्ध स्थापित एक्सचेंजों में से एक',
              '100 से अधिक क्रिप्टो ट्रेडिंग प्लेटफार्मों की ट्रेडिंग वॉल्यूम और दुनिया का सबसे बड़ा क्रिप्टोक्यूरेंसी एक्सचेंज'
          ]
        }
      }
    },
    login:{
      text:['लॉग इन पासवर्ड ','स्कैन लॉग इन कूट','खेलने की कोशिश','अगली बार स्वचालित लॉग इन','पावोर्ड भूल गये','लॉग इन और पंजीक्रत','《संतुष्टि सुविधाजनक K188》','मेरे k188 स्पोर्ट्स ऐप को खोले】','स्कैन के लिए क्लिक करे.कोड को स्कैन करे और कंप्यूटर में कोगिन करे',"कोड को स्कैन नही क्र सकते . फिरसे क्लिक",' दियेगये ब्राउज़रको कम में ले और कोड को स्कैन करे ','आई फ़ोन','अन्द्रिड फ़ोन','सही से लॉग इन करने के लिए कोड को स्कैन करे'],
      pla:['यूजर का नाम दर्ज करे','कृपया पासवर्ड  दर्ज करे'],
      warnText:['पासवर्ड 6 शंख्या को होना चाइये']
    },
    register:{
      text:['पंजीकरण','पहले से ही खता है ','अब लॉग इनकरे'],
      pla:['संख्याओं और अहस्ताक्षरित अक्षरों के संयोजन के साथ पंजीकरण करें','कृपया पासवर्ड  दर्ज करे','कृपया पासवर्ड  दर्ज करे','निमंत्रणकोड(चुने)','सत्यापन कोड दर्ज करे','निमंत्रणकोड( भरने की जरुरत)'],
      warnText:['पासवर्ड 6 शंख्या को होना चाइये','समान पासवर्ड दो बारदर्ज करे','सत्यापन कोड दर्ज करे','निमंत्रण कोड की जरुरत '],
    },
    chatRoom:{
      text:['चैट रुम','संदेश ：','पाठ में केवल अंक नहीं हो सकते','संदेश खली नही हो सकता ','संदेश भेजने में असमर्थ कृपया फिर से कोशिशकरे',' सेकंड','भरोसा'],
      text1: [
        'तुम लेट हो रेड एनवलप मिल चूका है',
      "सफलतासहजना",
      '1 से कम नही हो सकता',
       'बधाई',//3
        'जितने की दर',

         'बेट का सामान:',
          'कुल बेट:',
           'इंटो मनी:',
           'बेटिंग सूची ',
        'जितने की दर',
         'यूजर',//10
          'विजेता',
          'भाग्य पैसा',
          'जितने की दर',
           ' प्लान 1(फेज3)',
            'हेड टेल(टेल)',
            'बेट के अनुसार',
            'कुल:',
             'बेट के अनुसार:',
              'बेट कमेठी के अनुसार:',
        'खेल：', //20
        'पैसा:',
        'केसेखेले',
        'पैसा',
         'मल्टीप्लायर',
          'कुल बेत：',
           'एक साथ रखे：',
            
            'बेटिंग सूची को सहजना',
        'रद्द',
        'एक शर्त रखें',
         "वीआईपी 1 और उससे ऊपर के उपयोगकर्ता साझा कर सकते हैं। अन्य उपयोगकर्ताओं को इस सट्टेबाजी सूची का पालन करने और पुरस्कार जीतने के बाद, आप 1% कमीशन अर्जित करेंगे (यह कमीशन अनुयायी की जीत से घटाया जाएगा)//30
        'पक्का',
        'एक्स्कुल्सिवे वी आई पी',
        'केसे खेले:',
        'सट्टेबाजी सामग्री：',
        'कुल बेट：',
         'परिमाण:',
          ' अभी तक किसी भी उपयोगकर्ता की प्रतिलिपि नहीं बनाई गई है',
           'सभी कर्मचारियों को करें मूक-बधिर',
            'मौन के मिनट',
        
        'भोरोसेमंद', //40
        
        
      ]
    },
    quCenter:['कॉर्पोरेट मामले','अस्वीकरण','गोपनीयता संरक्षण','आचरण की शर्तें','हमसे संपर्क'],
    lotteryGame:{
      prize:[
      'उप NE',
      'पहला इनाम',
      'दूसरा इनाम',
      'तीसराइनाम',
      'चोथा इनाम',
      'पाचवा इनाम',
      'छठा इनाम',
      'सातवा इनाम',
      'आठवां पुरस्कार',
      'हेड ',
      'टेल'
      ],
      text1:[
        'दुबारा संमान',
        'सम',
        'विषम',
        'टल',
        'फैंट',
        "टल",
      ],
      text2:[
        'सब',
        'टी ',
        'फैंट',
        'विषम',
        'सैम',
        'मिटाना',
      ],
      text3:[
        "सफलतासहजना",
        "कोई बेट नही जोड़ी गयी",
        "अस्थिर",
        "बंद",
        "बोनसखुला है",//4
        "क्रप्या सही बेट का चयनकरे",
        'क्या आप बेट को सहजना चहाते हो?',
      ],
      text4:[
        'कुल अमाउंट :',
        'रद्द',
        'रैंडम:',
        'यादृच्छिक रूप से संख्याओं का चयन करें',
        'डबल संख्याओं को बराबर, सम, विषम, बड़ा, छोटा चुनने के लिए त्वरित सुझाव',
        'कम दीखता:',
        'पिछले 50 ड्रॉ के परिणामों के आधार पर सबसे कम संख्या चुनिए',
        'प्रत्येक संख्या पर घातांक 50 ड्रॉ में सबसे लंबे समय तक एक पंक्ति में प्रकट नहीं होने वाली संख्या है',
        'इनमे से कोनसा:', //8
        'नीला सट्टेबाजी के प्रकार के लिए 10 या अधिक बार की संख्या के साथ संख्याएं हैं, 3 पंजे, 4 पिन, पूंछ और लॉट और कटार के लिए 5 या अधिक बार',
        'लाल नंबर 1 और 1 से कम में है ',
        'ग्रे बचे  हुए नंबर है',
      ],
      text5:[
        "पैकेज",
        "लो जियान",
        "शीर्षक",
        "हेड और टेल",
        "3 क्लाव्स",
        "4 क्लाव्स",
        "स्लिप लॉट",
      ],
      ZdTable:[
        'केसे खेले',
        'दाव संख्या',
        'सिंगल नंबर',
        'गुणज',
        'हिस्सेदारी की राशि',
        'जीतना /1 बार',
        'परिचालन', //6
        'आज संक्षेप में प्रस्तुत किया गया',
        'ब्यौरे को अंतिम रूप नहीं दिया गया है।',
        'ग्राहकों के साथ संपर्क',
        'सट्टेबाजी सामग्री',
        'सट्टेबाजी का इतिहास'
      ],
      text: [
        'छापना',
        'लॉट 2 एनई पुरस्कारों की संख्या',
        'बड़ा छोटा सम विषम',
        'कुल मान',
        'बेतरतीब',
        'संख्या',//5
        'सुझाव',
        'संख्या जोड़ें',
        'भेजना',
        'पुनर्स्थापित',
        'अनेक',//10
        'परिणाम',
        'कृपया चुनें',
        'लोट्टो का नाम',
        'शेष सट्टेबाजी का समय',
        'मिटाना',
        'केसे खेलते',
        'बाधाएं',
        'दाव सूचि',
        'संख्याओं के अनुक्रम का चयन करें',//19
        'कृपया सही शर्त प्रपत्र दर्ज करें'
      ]
    },
    recordYjs:[
      'आज गर्मी का मौसम',
      'संख्या क्रम',
      'समय',
      'प्रकार',
      'केसे खेलते है',
      'कोशल राशि',
      'एप्लीकेशन जीता',
      'हस्त-कौशल',
      'दाव की जानकारी',
      'कुल',
      'दाव जानकारी',
      'संख्याक्रम',
      'दिनांक',
      'प्रकार',
      'शर्त सामग्री',
      'हिस्सेदारी की राशि',
      'पोल का पालन करें',
      'एप्लीकेशन ने जीता',
      'समय',
      'बाधाएं',
      'केसे खेलते है',
      'दाव की संक्या',
      'पोल का पालन करें',
      'रेपोस्ट करे',
      'पुष्टि'
    ],
    recordWjs:[
      'ब्यौरे को अंतिम रूप नहीं दिया गया है।',
      'ऑर्डर नंबर',
      'समय',
      'प्रकार',
      'केसे खेलतेहै',
      'हिस्सेदारी की राशि',
      'जितने का अमाउंट',
      'हस्त-कौशल',
      'दाव जानकारी',
      'कुल',
      'दाव जानकारी',//10
      'आर्डर संक्या',
      'समय',
      'दिनांक',
      'बाधाएं',
      'प्रकार',
      'केसे खेलते है',
      'शर्त सामग्री',
      'दाव राशि',//18
      'दांव की संख्या',
      'एप्लीकेशन ने जीता',
      ' करे',
      'पुष्टि'
    ],
    extendNew:[
      "K188 के फायदे",
      "कैसीनो उत्पादों की एक विस्तृत विविधता है, बाजार में कई सट्टेबाजी साइटों के बीच एक निष्पक्ष, निष्पक्ष और खुली प्रणाली का उपयोग करें। हमें अपने सदस्यों को सबसे आकर्षक पदोन्नति और प्रस्ताव प्रदान करने पर गर्व है, और साथ ही साथ हमारे भागीदारों को उच्चतम लाभ 55% लाभ देते हैं, चाहे आपके पास नेटवर्क संसाधन हों या मानव संसाधन, हम आपका स्वागत करते हैं ",
      "टेलीग्राम कस्टमर सेवा",
      "निपटान चक्र: प्रत्येक महीने की 1 से 5 तारीख को निपटान से पहले एक महीने के लिए कमीशन।",
      "नकाराताम्क लाभ का अमाउंट",
      "वैध नंबर",
      "अ पी आई कमेठी ",
      "थर्ड पार्टी का ",
      "थर्ड पार्टी",
      "अ पी आई कमेठी",
      "जरुरत",//10
      "कम से कम 1 नया मान्य जोड़ा गया",
      "ज्यादा देखा गया",
      "अधिक",
      "वैध ग्राहक: चक्र में कुल जमा 3000k VND से अधिक है, और चक्र में वैध खेल दिनों की संख्या 3 दिनों से अधिक है!",
      "प्लेटफार्म फीस का अनुपात",
      "माशिक लाभ का 21%",
      "जोखिम शुल्क 5%",
      "सिस्टम फीस 10%",
      "वेवाश्ता फीस 6%",
      " थर्ड पार्टी अ पी आई कीमतअनुपात",
      "लाइव विडियो 8%",
      "स्पोर्टस 13%",
      "अन्य 9%",
      "टी सी जी लोत्तारी8%",
      "कोक फाइट 14%",
      "तृतीय-पक्ष एपीआई कमीशन गणना सूत्र",
      "(चालू महीने में नकारात्मक लाभ - प्लेटफ़ॉर्म शुल्क लागत - तृतीय-पक्ष एपीआई लागत) * कमीशन अनुपात = तृतीय-पक्ष एपीआई कमीशन",
      "लॉटरी कमीशन गणना सूत्र: (वर्तमान महीने में नकारात्मक लाभ - प्लेटफ़ॉर्म शुल्क लागत) * कमीशन अनुपात = लॉटरी कमीशन",
      "लॉटरी कमीशन + तृतीय-पक्ष API कमीशन = इस महीने की एजेंसी का लाभ",
      "ध्यान",
      "＊प्रत्येक ग्राहक जो फ्रैंचाइज़ी में शामिल होता है, यदि पहले महीने में आपकी वैध सदस्यता कंपनी की आवश्यकताओं को पूरा नहीं करती है, लेकिन लाभांश है, तो आपका लाभांश अगले महीने तक जमा हो जाएगा।",
      "* नोट: एजेंटों को अवैध सट्टेबाजी मध्यस्थता की अनुमति के बिना सदस्यता खाते खोलने की अनुमति नहीं है। जो कोई भी एजेंट कमीशन या डाउनलाइन सदस्यों और एजेंटों को एक ही आईपी के साथ धोखा देने के लिए बेईमान तरीकों का उपयोग करता है, उसे एजेंट का अपना सदस्यता खेल माना जाएगा, एजेंट योग्यता रद्द कर दी जाएगी और स्थायी रूप से राशि जमा कर दी जाएगी, कोई लाभांश जारी नहीं किया जाएगा। यदि एक ही आईपी वाले कई सदस्य हैं, तो उन्हें अमान्य सदस्य माना जाएगा और उनकी गणना नहीं की जाएगी"
    ],
    movie:{
      text:['सूची का चयन करें','खरीदी','विज्ञापन','देखना चाहते','हाल ही खोजा','खोजे','परिवर्तन','और देखे','लोडिंग' ,'इस प्रकार कोईडाटा नही है']
  },
  videoPlay:{
      videoText:['विडियो लोड नही पाया क्योकि नेटवर्क की समश्या है'],
      text:['आपको पसंद','परिवर्तन','आवाज खोले ','लोडिंग','विडियो डाउनलोड हुआ','वीडियो शेयर करें','आवाज खोले ','चिन लगाना ','फुल वर्शन के लिए लॉग इन करे','पुष्टि']
  },
  searchVideo:{
      text:['सूचि चयन करे','देखना चहाते हो ','हल में खोजा गया','अद्यतन','आवाज़ खोलो',"में आपके लिए कठीन हु दूसरा कोई सब्द  रखे",'स्पेक्ट्रम सुझाव चर'],
      errorText:['कछ लिखे']
  },
  videoMore:{
      text:['सूची चयन करे','अंतिम मूवी को स्त्रोत','सभी वर्ग','अपडेटेड/तेयार','ज्यादा देखा गया','अस मोस्टt','प्रति पेज डाटा','कुल प्लस हाँ','डाटा']
  },
   
}